Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: %d customer
ru_ru: %d покупатель

source: <strong>Checkout process settings were altered on %s.</strong> This report is based on data collected both before and after this change and thus may be unrepresentative.
ru_ru: <strong>Настройки процесса оформления заказа были изменены %s.</strong> Воронка формируется на основании данных, которые были собраны и до, и после этого изменения, поэтому информация в этом отчете может быть нерепрезентативной.

source: Billing address is configured not to be prompted during checkout, which means that tax by billing will not be calculated for most orders.
ru_ru: Процесс оформления заказа настроен таким образом, что адрес плательщика не запрашивается у покупателя на этапе ввода контактной информации. Расчет налога по адресу плательщика не будет работать для заказов, при оформлении которых адрес плательщика не был задан.

source: Select feature
ru_ru: Выберите характеристику

source: %d review for
ru_ru: %d отзыв о

source: Unknown region for delivery
ru_ru: Неизвестный регион доставки

source: Use HTTPS for checkout and personal accounts
ru_ru: Использовать защищенное HTTPS-соединение при оформлении заказа и для личного кабинета покупателя

source: Automatically redirect to secure https:// mode for checkout (/checkout/) and personal account (/my/) pages of your online storefront. Make sure you have valid SSL certificate installed for this domain name before enabling this option.
ru_ru: Автоматически включить защищенное соединение https:// для оформления заказа (/checkout/) и личного кабинета покупателя (/my/). Включайте только в том случае, если для вашего домена был приобретен и установлен SSL-сертификат!

source: Stock information was edited
ru_ru: Остаток на складе был отредактирован

source: Stock information was updated during bulk product import
ru_ru: Остаток на складе был обновлен при импорте товаров

source: Stock information was updated when processing an order
ru_ru: Остаток на складе был обновлен при обработке заказа

source: Inventory transferred from one stock to another
ru_ru: Остаток товара был перенесен с одного склада на другой

source: Unrecognized stock operation
ru_ru: Неопределенная операция с остатком товара на складе

source: SKU %s no longer exists for this product
ru_ru: Артикул %s более не определен для данного товара

source: For details <a href="%s" target="_blank">see documentation</a>.
ru_ru: Подробное описание опубликовано <a href="%s" target="_blank">в документации</a>.

source: http://www.shop-script.com/help/1061/shop-script-5-sms-setup/
ru_ru: https://support.webasyst.ru/shop-script/17/shop-script-5-sms-setup/

source: Certain symbols (such as %s) may be ommitted when exporting with the selected encoding. Consider using UTF-8 encoding for safe export and import.
ru_ru: Некоторые символы (например, %s) могут быть пропущены при экспорте файла в выбранной кодировке. Для надежного экспорта и импорта любых символов используйте кодировку UTF-8.

source: Stock level for products with selectable features defined as <{ … }>
ru_ru: Складские остатки товаров в режиме выбора значений характеристик, указанных в виде <{ … }>

source: Equally distribute stock levels among all SKUs of this product
ru_ru: Поровну разделить складские остатки между всеми артикулами товара

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs to be imported, every SKU will be set 3 as stock count; the overall product stock level will be set to 8 &times; 3 = 24)
ru_ru: (например, если значение 24 указано для товара с 8 артикулами, то для каждого артикула будет импортировано значение, равное 3; общее количество единиц товара на складе будет равно 8 &times; 3 = 24)

source: Set provided stock count for all imported SKUs
ru_ru: Установить указанное значение для всех импортированных артикулов

source: (e.g. if 24 is set as stock level for the entire product in CSV file, and there are 8 SKUs, every SKU will be set 24 as stock count, and thus the overall product stock level will be set to 8 &times 24 = 192)
ru_ru: (например, если значение 24 указано для товара с 8 артикулами, то для каждого артикула будет импортировано значение, равное 24; общее количество единиц товара на складе будет равно 8 &times; 24 = 192)

source: Don’t import stock information for such SKUs
ru_ru: Не импортировать складские остатки для таких артикулов

source: Column assignment map
ru_ru: Список столбцов

source: Upload and assign columns
ru_ru: Загрузка файла и выбор соответствия столбцов

source: Review settings
ru_ru: Проверка параметров

source: Review import settings
ru_ru: Проверить параметры импорта

source: Gathering information from the file...
ru_ru: Загрузка содержимого файла...

source: @2x image thumbnail generation
ru_ru: Эскизы изображений @2x

source: Automatic @2x image thumbnail generation (recommended)
ru_ru: Разрешить создание эскизов @2x по требованию (рекомендуется)

source: Enabling this option will allow automatic creation of image thumbnails on-fly for devices with high pixel density displays, e.g. Retina displays. Generating bigger images require more memory resources for image generation, requires more disk space for storing images, but significantly improves user experience on devices with high-end displays
ru_ru: Включение этой настройки позволит автоматически создавать эскизы изображений для устройств с высокой плотностью пикселей, например, для устройств с Retina-дисплеем. Формирование таких изображений требует больше оперативной памяти сервера и больше места для хранения файлов, однако это существенно улучшит отображение товаров на современных мониторах.

source: Thumbnail quality @2x
ru_ru: Качество эскизов @2x

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 70 is recommended.
ru_ru: Качество сжатия JPEG для эскизов. От 0 (низкое качество, минимальный размер файла) до 100 (выше качество, больше размер файла). Рекомендуемое значение: 70.

source: Collision at rows #
ru_ru: Совпадение в строках #

source: %d column will be processed
ru_ru: %d столбец будет обработан

source: %d column will be ignored
ru_ru: %d столбец будет пропущен

source: The following information were gathered from the CSV file and is ready to be imported:
ru_ru: В CSV-файле обнаружена и готова к импорту следующая информация:

source: Import completed!
ru_ru: Импорт завершен!

source: Export completed!
ru_ru: Экспорт завершен!

source: Total import time: <strong>%s</strong>
ru_ru: Общая длительность импорта: <strong>%s</strong>

source: If estimation appears to be not valid, alter column assignment table and primary columns and review settings again.
ru_ru: Если результаты проверки не соответствуют вашим ожиданиям, измените соответствие столбцов и выбор параметров идентификации и выполните проверку повторно.

source: Add to existing
ru_ru: Добавить в существующую

source: Add as new feature
ru_ru: Создать новую характеристику

source: Will be imported as category
ru_ru: Будет импортировано в качестве категории

source: Will be imported as product
ru_ru: Будет импортировано в качестве товара

source: Previewing %s of %s rows
ru_ru: Проверка %s из %s строк

source: Load more...
ru_ru: Показать еще...

source: months
ru_ru: месяцы

source: years
ru_ru: года

source: Shop by category
ru_ru: Каталог товаров

source: You don’t have enough access rights to view the order list.
ru_ru: У вас недостаточно прав для просмотра списка заказов.

source: No plugins are installed.
ru_ru: Плагины не установлены.

source: Total export time: <strong>%s</strong>
ru_ru: Общее время экспорта: <strong>%s</strong>

source: %d new category to be added
ru_ru: %d новая категория

source: %d new product to be added
ru_ru: %d новый товар

source: %d new SKU to be added
ru_ru: %d новый артикул

source: %d category to be updated
ru_ru: %d категория будет обновлена

source: %d product to be updated
ru_ru: %d товар будет обновлен

source: %d SKU to be updated
ru_ru: %d артикул будет обновлен

source: Excessive declaration for a category on %d line
ru_ru: Избыточное описание категорий на %d строке файла

source: Identical product declaration on %d line. All lines declaring the same product will be grouped and merged
ru_ru: Избыточное описание товаров на %d строке файла

source: Excessive declaration for a SKU on %d line
ru_ru: Избыточное описание артикулов на %d строке файла

source: Added %d category
ru_ru: Добавлена %d категория

source: Added %d product
ru_ru: Добавлен %d товар

source: Linked %d product image
ru_ru: Добавлено %d изображение товара

source: Updated %d category
ru_ru: Обновлена %d категория

source: Updated %d product
ru_ru: Обновлен %d товар

source: Updated %d SKU
ru_ru: Обновлен %d артикул

source: Updated %d product image
ru_ru: Обновлено %d изображение товаров

source: Ambiguous identification conditions for %d category
ru_ru: Неоднозначно заданные условия идентификации для %d категории

source: Ambiguous identification conditions for %d product
ru_ru: Неоднозначно заданные условия идентификации для %d товара

source: Ambiguous identification conditions for %d SKU
ru_ru: Неоднозначно заданные условия идентификации для %d артикула

source: Ambiguous identification conditions for %d product image
ru_ru: Неоднозначно заданные условия идентификации для %d изображения товара

source: %d product record was not updated due to insufficient access rights for you as Webasyst user
ru_ru: %d товар не был обновлен в связи с недостаточными правами доступа вашего пользователя Webasyst

source: %d product has unknown currency
ru_ru: Для %d товара задана неопределенная валюта

source: %d category imported with errors
ru_ru: %d категория была импортирована с ошибками

source: %d SKU
ru_ru: %d артикул

source: Loyalty program
ru_ru: Бонусная программа

source: Loyalty program allows you to stimulate customers returning order activity by rewarding customers bonus points for each paid order. Depending on your business model, you may offer additional discounts in exchange to earned points, or pay out earned bonuses to your customers directly.
ru_ru: Бонусная программа позволяет стимулировать покупателей к оформлению повторных заказов за счет начисления бонусов за каждый оплаченный заказ. В зависимости от специфики работы вашего интернет-магазина вы можете предложить покупателям использовать бонусы для получения скидок на последующие заказы или же выплачивать покупателям заработанные бонусы и фиксировать выплату в истории работы с покупателем.

source: Bonus activity log
ru_ru: Журнал начисления бонусов

source: Remove this helper text in your store backend &gt; Storefronts &gt; Design &gt; <strong>home.html</strong> template file.<br>Search for <b>REMOVE THIS!</b> to locate this block in the template file.
ru_ru: Удалите этот текст в бекенде вашего интернет-магазина в разделе <i>Витрины</i> &gt; <i>Дизайн</i> &gt; <strong>home.html</strong>. Найдите строку <b>REMOVE THIS!</b> и полностью удалите этот вспомогательный блок.

source: Bonus credit
ru_ru: Начисление бонусных баллов

source: Bonus pay out
ru_ru: Выплата бонусных баллов

source: Average customer rating:
ru_ru: Средняя оценка покупателей:

source: %s out of 5 stars
ru_ru: %s из 5 звезд

source: no rate
ru_ru: без оценки

source: Default value: %d
ru_ru: Значение по умолчанию: %d

source: Phone number and work hours
ru_ru: Номер телефона и часы работы

source: Always open (24/7)
ru_ru: Круглосуточно

source: Define work hours
ru_ru: Указать часы работы

source: Work hours are displayed in the storefront and help your customers to know which is the best time to call you
ru_ru: Часы работы отображаются на витрине интернет-магазина

source: Recommended!
ru_ru: Рекомендуем!

source: Don’t use bonus discount
ru_ru: Не использовать накопленные бонусы

source: I have a coupon!
ru_ru: У меня есть купон

source: Buy
ru_ru: Купить

source: Load more
ru_ru: Загрузить еще

source: This order will add <strong>+%s bonuses</strong> to your account, which you will be able to spend on getting additional discounts later.
ru_ru: Этот заказ добавит <strong>+%s бонусных баллов</strong>, которые вы затем сможете использовать для получения дополнительных скидок.

source: Compare selected products
ru_ru: Сравнить выбранные товары

source: Only a few items left
ru_ru: Осталось несколько штук

source: In your store backend, drag some products into <strong>%s</strong> product list (which is in the left sidebar of the Products screen), and these products will be automatically published here — right on your storefront homepage.
ru_ru: Перетащите несколько товаров в список <strong>%s</strong> в бекенде вашего интернет-магазина (список находится в левой колонке в разделе «Товары»), и эти товары будут автоматически опубликованы здесь на витрине вашего магазина.

source: Photos app returned no photos, so there is nothing to show in your storefront homepage promo slider.
ru_ru: Приложение «Фото» вернуло пустой список фотографий, так что в слайдере показать нечего.

source: Install Photos app to make your storefront homepage promo slider display last uploaded photos.
ru_ru: Установите приложение «Фото», чтобы в слайдере появились последние загруженные фотографии.

source: Buy now
ru_ru: Купить

source: Start by <a href="%s">creating a product</a> in your store backend.
ru_ru: Начните с <a href="%s">создания товара</a> в бекенде интернет-магазина.

source: Compare %s
ru_ru: Сравнить %s

source: Clear comparison list
ru_ru: Очистить список сравнения

source: Product comparison list is empty.
ru_ru: Список товаров для сравнения пуст.

source: added a product
ru_ru: добавил товар

source: edited a product
ru_ru: отредактировал товар

source: deleted a product
ru_ru: удалил товар

source: performed catalog import
ru_ru: произвел импорт товаров

source: performed catalog export
ru_ru: произвел экспорт товаров

source: posted a product review
ru_ru: добавил отзыв о товаре

source: added a category
ru_ru: добавил категорию товаров

source: edited a category
ru_ru: отредактировал категорию товаров

source: deleted a category
ru_ru: удалил категорию товаров

source: placed an order
ru_ru: оформил заказ

source: accepted an order for processing
ru_ru: принял заказ в обработку

source: marked an order as paid
ru_ru: отметил заказ как оплаченный

source: paid an order
ru_ru: оплатил заказ

source: shipped an order
ru_ru: отправил заказ

source: refunded an order
ru_ru: выполнил возврат оплаты по заказу

source: edited an order
ru_ru: отредактировал заказ

source: deleted an order
ru_ru: удалил заказ

source: restored an order
ru_ru: восстановил заказ

source: marked an order as completed
ru_ru: отметил заказ как выполненный

source: posted an order comment
ru_ru: добавил комментарий к заказу

source: added an affiliate credit
ru_ru: добавил бонусное начисление партнеру

source: registered an affiliate payout
ru_ru: осуществил выплату партнеру

source: Duplicate
ru_ru: Создать дубликат

source: Custom product type
ru_ru: Новый тип товаров

source: Select from templates
ru_ru: Выбрать из шаблонов

source: Product type template
ru_ru: Шаблон типа товаров

source: Unable to delete some of the products (%d) because you have insufficient access rights.
ru_ru: Невозможно удалить товары (%d), к которым у вас нет доступа.

source: There are no shipping options.
ru_ru: Способы доставки отсутствуют.

source: Affiliate balance of %1$s is decreased by amount %2$s
ru_ru: Партнёрский счёт покупателя %1$s уменьшен на %2$s

source: Affiliate balance of %1$s is increased by amount %2$s
ru_ru: Партнёрский счёт покупателя %1$s пополнен на %2$s

source: You have changed category ordering for your own backend view only. If you want to make global change for frontend customers, please modify category settings.
ru_ru: Вы изменили порядок сортировки только для списка в бекенде. Если нужно применить изменения для покупателей на витрине, сохраните порядок сортировки в настройках категории.

source: The following discounts are applicable for this order:
ru_ru: К заказу применимы следующие виды скидок:

source: Shop is set up to use single largest of all discounts: %s
ru_ru: Магазин настроен на использование максимальной из всех применимых скидок: %s

source: Shop is set up to use sum of all discounts: %s
ru_ru: Магазин настроен на использование суммы всех применимых скидок: %s

source: Manually edited discount. Click to apply automatically calculated discount value.
ru_ru: Скидка указана вручную. Нажмите, чтобы применить автоматически рассчитанное значение.

source: Automatically calculate discount according to rules set up in store and plugin settings
ru_ru: Автоматически рассчитать скидку в соответствии с правилами в настройках магазина и плагинов

source: Manually edit automatically calculated discount
ru_ru: Вручную исправьте автоматически рассчитанную скидку

source: Product list settings
ru_ru: Настройки списка товаров

source: Select columns
ru_ru: Выберите колонки

source: Number of SKUs
ru_ru: Количество артикулов

source: Number of images
ru_ru: Количество изображений

source: Number of reviews
ru_ru: Количество отзывов

source: This selection will be applied for all users and all product lists in backend.
ru_ru: Эти настройки применяются для всех пользователей бекенда во всех списках продуктов.

source: When converting prices into primary currency:
ru_ru: При переводе цен в основную валюту:

source: Round fractions up only
ru_ru: Округлять только вверх

source: (up only)
ru_ru: (только вверх)

source: Round to nearest 100
ru_ru: Округлять до 100

source: Round to nearest 99
ru_ru: Округлять до 99

source: Round to nearest 10
ru_ru: Округлять до 10

source: Round to nearest 1.00
ru_ru: Округлять до 1.00

source: Round to nearest .99
ru_ru: Округлять до .99

source: Round to nearest 0.1
ru_ru: Округлять до 0.1

source: Round to nearest 0.01
ru_ru: Округлять до 0.01

source: Not round
ru_ru: Не округлять

source: Incorrect format.
ru_ru: Неправильный формат.

source: <strong>%s</strong> category only
ru_ru: Только в категории «<strong>%s</strong>»

source: Dynamic categories filter products only from parent categories they belong to.
ru_ru: Динамическая фильтрация производится только среди товаров родительской категории.

source: Delete feature
ru_ru: Удалить характеристику

source: How to set up?
ru_ru: Как настроить?

source: Added %d SKU
ru_ru: Добавлен %d артикул

source: You have <strong>%d product</strong> with this feature value specified. Deleting this feature will erase it’s value for all these products.
ru_ru: Значение характеристики задано для <strong>%d товара</strong>. Удалив характеристику, вы удалите ее значения для всех этих товаров.

source: This feature is not assigned to any product yet, and thus can be safely deleted.
ru_ru: Значение характеристики не задано ни для одного товара, поэтому ее можно удалить без потери информации о товарах.

source: cm3
ru_ru: см³

source: m3
ru_ru: м³

source: mm3
ru_ru: мм³

source: Matches shipping address
ru_ru: Совпадает с адресом доставки

source: Edit billing address
ru_ru: Изменить адрес плательщика

source: Sort by alphabet
ru_ru: Сортировать по алфавиту

source: The entire category tree will be sorted by alphabet (category nesting will remain unchanged).
ru_ru: Дерево категорий будет отсортировано по алфавиту (иерархия категорий останется без изменений).

source: Sort the entire tree
ru_ru: Сортировать дерево

source: Analytics
ru_ru: Аналитика

source: Permanent user account
ru_ru: Зарегистрированный пользователь

source: %s has personal account on your site.
ru_ru: У пользователя %s есть личный кабинет на вашем сайте.

source: Last login
ru_ru: Последний вход

source: No permanent user account
ru_ru: Незарегистрированный пользователь

source: %s did not sign up for personal account on your site yet.
ru_ru: У пользователя %s нет личного кабинета на вашем сайте.

source: <strong>%s</strong> on %d paid order
ru_ru: <strong>%s</strong> %d оплаченный заказ

source: Last order %d days ago
ru_ru: Последний заказ %d дней назад

source: No paid orders yet
ru_ru: Ни одного оплаченного заказа

source: %s did not purchase anything yet.
ru_ru: %s еще не оформлял заказы.

source: %s did not post any product reviews yet.
ru_ru: %s еще не оставлял отзывы о товарах в вашем магазине.

source: %s has no affiliate history yet.
ru_ru: %s не имеет начисленных бонусных баллов.

source: Only customers with at least one order are displayed.
ru_ru: Отображаются только покупатели, оформившие хотя бы один заказ.

source: Page title
ru_ru: Заголовок страницы

source: Hide links to this category in the storefront
ru_ru: Не показывать ссылки на эту категорию на витрине

source: Stock net worth
ru_ru: Стоимость активов после реализации

source: Category
ru_ru: Категория

source: Set
ru_ru: Список

source: Filter
ru_ru: Фильтр

source: Order was paid on %s
ru_ru: Заказ был оплачен %s

source: Registered customer
ru_ru: Зарегистрированный покупатель

source: Pricing & Availability
ru_ru: Цены и наличие

source: View stock logs
ru_ru: Посмотреть журнал изменений остатков

source: Recent orders
ru_ru: Последние заказы

source: Description &amp; SEO
ru_ru: Описание и SEO

source: Subpages
ru_ru: Подстраницы

source: Additional category
ru_ru: Дополнительная категория

source: Selectable parameters
ru_ru: Выбор параметров

source: SKU
ru_ru: Артикул

source: items
ru_ru: шт.

source: item
ru_ru: шт.

source: Details
ru_ru: Дополнительно

source: Displayed in product lists.
ru_ru: Отображается в списках товаров.

source: Product custom features allows you to beautifully present all product details to your customers, to setup product search filters and upselling.
ru_ru: Характеристики позволяют детально описать свойства товара, настроить системы фильтрации товаров и рекомендации схожих товаров (upselling).

source: Back to image list
ru_ru: К списку изображений

source: No orders yet
ru_ru: Еще не было заказов

source: Defining product purchase price allows you to estimate product profitability. Each time new order is placed, actual product purchase price will be saved in order details, and thus altering base product purchase price will affect only new orders and existing orders with no purchase price defined.
ru_ru: Закупочная цена используется в отчетах для оценки прибыльности товара. Поскольку закупочная цена товара фиксируется в информации о заказе на момент его оформления, изменение закупочной цены будет автоматически применяется для всех будущих заказов.

source: Edit product
ru_ru: Редактировать

source: Selected column list will be applied for all users and all product lists in backend.
ru_ru: Выбранный набор столбцов будет использоваться в бекенде магазина для всех списков товаров.

source: custom
ru_ru: другой

source: You have activated custom product sort order for this view. If you want to use this sort order as a new default global option for this category, please apply it in category settings.
ru_ru: Выбранный порядок сортировки отличается от выбранного в настройках категории. Чтобы новый порядок сортировки включался автоматически, выберите его в базовых настройках категории.

source: To add products into this category, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to category” on the right.
ru_ru: Чтобы добавить товары в эту категорию, выберите их в списке и либо перетащите в категорию в левой панели, либо щелкните по ссылке «Добавить в категорию» в правой.

source: To add products into this product set, find and select them in some product list view and either drag to this category in the left sidebar or click “Add to set” on the right.
ru_ru: Чтобы добавить товары в этот список, выберите их в общем списке и либо перетащите в данный список в левой панели, либо щелкните по ссылке «Добавить в список» в правой.
