Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Plugin fields
ru_ru: Данные плагинов

source: Export product extra fields
ru_ru: Экспорт дополнительных полей

source: Profile settings will be automatically saved and applied to all future data exports.
ru_ru: При выполнении экспорта изменения в настройках профиля будут сохранены и автоматически применены к последующим сессиям экспорта.

source: Popular tags
ru_ru: Популярные теги

source: Popular plugins
ru_ru: Популярные плагины

source: Customize this print form in <a href="%s">Settings &rarr; Print forms</a>
ru_ru: Настройте внешний вид формы в разделе «<a href="%s">Настройки &rarr; Печатные формы</a>»

source: All stocks
ru_ru: Все склады

source: There are no stock update records on @%s yet.
ru_ru: Нет записей об изменении остатков по складу @%s.

source: There are no stock update records yet.
ru_ru: Нет записей об изменении остатков на складе.

source: %d log item
ru_ru: %d запись

source: Total stock count
ru_ru: Общий остаток

source: Stock updates
ru_ru: Журнал изменений остатков

source: SKUs
ru_ru: Артикулы

source: Pricing & availability
ru_ru: Цены и наличие

source: Any text code or label identifying this product, e.g. model or serial number
ru_ru: Текстовый идентификатор товара, например, номер модели

source: SKU name displayed in the storefront
ru_ru: Название артикула, которое покупатели видят на витрине вашего магазина

source: Show all options
ru_ru: Показать все настройки

source: Based on last 30 days sales dynamic (%d items of %s sold during last 30 days), you will run out of %s in <strong>%d days</strong> (on %s)
ru_ru: В течение последних 30 дней продано %d единиц товара %s. При сохранении такой динамики продаж товар %s полностью закончится на складе через <strong>%d дней</strong> (%s)

source: color name
ru_ru: название цвета

source: To edit product custom features, add at least one product type on the <em>Settings → Product types & features</em> screen.
ru_ru: Для редактирования характеристик товара создайте хотя бы один тип товаров в разделе <em>Настройки → Типы товаров и характеристики</em>.

source: Assign this product to a particular product type to be able to edit product custom features.
ru_ru: Для редактирования значений характеристик необходимо указать тип этого товара.

source: Original image
ru_ru: Оригинал

source: Products in this view are sorted <strong>by date added</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по дате добавления</strong>.

source: Sort order cannot be changed to manual here.
ru_ru: Вручную задать порядок сортировки в этом списке нельзя.

source: Products in this view are sorted <strong>by name</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по наименованию</strong>.

source: Products in this view are sorted <strong>by price</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по цене</strong>.

source: Products in this view are sorted <strong>by count in stocks</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по наличию на складе</strong>.

source: Products in this view are sorted <strong>by rating</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по рейтингу</strong>.

source: Products in this view are sorted <strong>by total sales value</strong>.
ru_ru: Товары в этом списке отсортированы <strong>по общим продажам</strong>.

source: Get embed code
ru_ru: Код для встраивания

source: Start again?
ru_ru: Начать заново?

source: Warning. Checkout funnel has changed from %s
ru_ru: Внимание: процесс оформления заказа изменился с %s

source: Average monthly sales
ru_ru: Средние ежемесячные продажи

source: Must be a positive value or zero
ru_ru: Введите неотрицательное число

source: Change this feature type
ru_ru: Сменить тип этой характеристики

source: Change feature type
ru_ru: Сменить тип характеристики

source: Current data type
ru_ru: Текущий тип данных

source: New data type
ru_ru: Новый тип данных

source: When altering feature data type, product feature values will be automatically converted to the new data type. Conversion routine will attempt to convert all product feature values automatically, but still some data may be lost when conversion is not feasible. Example: when altering feature type from Text (string) to Value (numerical), product feature values such as "100" and "200" will be converted to numbers properly, and values that do not have a numerical representation (e.g. "hello", "none", "red") will be converted to 0. In case of data loss, there will be no way to roll back.
ru_ru: При изменении типа данных характеристики будут автоматически обновлены значения этой характеристики для всех товаров. В случаях когда приведение значения характеристики к новому типу данных невозможно, данные этого значения могут быть потеряны. Например, при смене типа характеристики с текстового (Текст) на числовой (Значение) такие строки как «100» и «200» будут конвертированы в числовой тип правильно, а значения, не имеющие числового представления («да», «нет», «красный») получат значение 0. В случае потери данных возможности автоматического восстановления прежних значений не предусмотрено.

source: Backend orders
ru_ru: Заказы, оформленные в бекенде вручную

source: Send from
ru_ru: Отправитель

source: Other email...
ru_ru: Другой email...

source: Test message sent!
ru_ru: Пробное сообщение отправлено!

source: Sender IDs
ru_ru: ID отправителей

source: Enter Sender IDs to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
ru_ru: Введите идентификаторы отправителей для этого SMS-шлюза (ID отправителя представляет собой либо номер телефона, либо строку длиной до 11 символов). Введите звездочку *, чтобы использовать ID, назначенный SMS-шлюзом.

source: Updated settings will be applied only to newly created thumbnails. To apply updated settings to all existing product thumbnails, start thumbnail re-generation process.
ru_ru: Обновленные настройки будут использованы только при создании новых эскизов изображений. Чтобы применить обновленные настройки к уже существующим изображениям товаров, запустите процесс повторного создания эскизов изображений товаров.

source: Re-generate all product image thumbnails
ru_ru: Удалить и заново создать эскизы изображений всех товаров

source: Re-generating all public product image thumbnails allows you to save some disk space on server and to optimize images after thumbnail generation settings such as sharpening and JPEG compression quality were changed. Depending on the number of products, the entire process may take from few seconds to few minutes or even hours for very large product databases.
ru_ru: Процесс повторного создания эскизов изображений позволяет удалить лишние неиспользуемые файлы изображений, освободить место на сервере и заново создать эскизы изображений существующих товаров с использованием обновленных настроек (фильтра резкости, качества сохранения JPEG и т. п.). В зависимости от количества товаров в вашем интернет-магазине процесс может занять от нескольких секунд до нескольких минут или даже часов в случае очень большого количества товаров.

source: Re-generate product image thumbnails
ru_ru: Удалить и заново создать эскизы изображений товаров

source: This will start the process of deleting all existing product thumbnails and re-generating them from fullsize versions according to latest thumbnail generation settings such as sharpening and JPEG compression quality. Depending on the number of products, re-generation may take some time to complete and may free some disk space on your server.
ru_ru: Процесс повторного создания эскизов изображений позволяет удалить лишние неиспользуемые файлы изображений, освободить место на сервере и заново сформировать эскизы изображений существующих товаров с использованием обновленных настроек (фильтра резкости, качества сохранения JPEG и т. п.). В зависимости от количества товаров в вашем интернет-магазине процесс может занять от нескольких секунд до нескольких минут или даже часов в случае очень большого количества товаров.

source: While thumbnails are re-generated, your storefront visitors should see no difference in your storefront functioning, and there should be no broken images, because new thumbnails are created by Webasyst automatically upon user request. However, since creating new thumbnails consume server resources, your server may experience above-average load while new thumbnails are created. The overload depends on the number of requests on thumbnails generation, i.e. on your storefront traffic. It is recommended to perform thumbnail re-generation when your storefront traffic is at its lowest.
ru_ru: В процессе воссоздания эскизов изображений скрипт по очереди обрабатывает все товары, удаляет и заново создает файлы эскизов изображений. Посетители интернет-магазина не должны заметить никаких изменений в работе интернет-магазина, однако в связи с тем, что процесс массового создания новых эскизов изображений требователен к системным ресурсам, не рекомендуется запускать его, когда ваш сайт испытывает высокие нагрузки или принимает много посетителей.

source: Automatically create thumbnails of predefined custom sizes (enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off)
ru_ru: Сразу создавать эскизы изображений предопределенных размеров (включите, если создание эскизов «на лету» запрещено или если вы уверены в том, что список предопределенных размеров заполнен согласно требованиям темы дизайна вашего интернет-магазина; если вы не уверены, рекомендуется оставить эту настройку выключенной).

source: Please don’t close your browser window until re-generation is over.
ru_ru: Пожалуйста, не закрывайте окно браузера, пока процесс не будет завершен.

source: Start re-generation process
ru_ru: Запустить процесс повторной генерации

source: Default (as configured in SMS gateway)
ru_ru: По умолчанию (назначается SMS-шлюзом)

source: Custom Sender ID...
ru_ru: Другой ID...

source: Order source
ru_ru: Источник заказов

source: All order sources
ru_ru: Все заказы

source: Backend orders only
ru_ru: Заказы, оформленные в бекенде вручную

source: Notification will be sent only for orders placed via the selected source.
ru_ru: Уведомление будет отправляться только для заказов, соответствующих выбранному источнику.

source: Order selected shipping option description
ru_ru: Описание выбранного способа доставки

source: Order selected payment option description
ru_ru: Описание выбранного способа оплаты

source: Send test notification
ru_ru: Проверить отправку

source: Notification testing requires at least one paid or complete order for sample data.
ru_ru: Для проверки отправки уведомления необходим хотя бы один оплаченный или выполненный заказ.

source: Browse payment plugins...
ru_ru: Поиск плагинов оплаты...

source: http://www.shop-script.com/help/729/payment-shipping-icons/
ru_ru: http://www.shop-script.ru/help/728/payment-shipping-icons/

source: This will drop all customizations made to the print form template, and revert it to the original version. Are you sure?
ru_ru: Это действие отменит все внесенные вами изменения в шаблон печатной формы и восстановит его оригинальную версию. Продолжить?

source: Template
ru_ru: Шаблон

source: Create at least one product type to setup product recommendations.
ru_ru: Для настройки рекомендаций создайте хотя бы один тип товаров.

source: Product search will be performed by multiple product parameters including name, descriptions, tags, feature values, and others. When product information is indexed for search, every parameter value is counted with a priority (weight) you define using the chart below. Fine-tune product search by defining which parameters have the most priority for search (100 is the highest priority, 0 is the lowest).
ru_ru: Поиск товаров осуществляется по многим параметрам, таким как наименование, описания, теги, значения характеристик и т. п. Во время заполнения поискового индекса (базы данных для осуществления поиска) эти параметры учитываются с разными приоритетами (весами), которые вы можете регулировать ниже. Настройте оптимальные значения приоритетов для параметров товаров в зависимости от типа продукции, предлагаемой в вашем интернет-магазина (100 — наибольший приоритет, 0 — наименьший).

source: Ignore symbols
ru_ru: Стоп-символы

source: All ignored symbols will be automatically omitted from the user search query. Example: if product name contains “V-112”, and you wish users to be able to find this product using “v112” search criteria, add - (hyphen) to the list of ignored symbols.
ru_ru: Стоп-символы будут автоматически удалены из поискового запроса пользователя. Пример: если название одного из товаров содержит «V-112» и вы хотите, чтобы этот товар находился по поисковой фразе «v112», добавьте - (дефис) в список стоп-символов.

source: Search on part of word
ru_ru: Искать по части слова

source: Enabling this option will make words such as “transmitter” and “transformer” found by a search query such as “trans”. Recommended if most products in your online store come with long or complex names.
ru_ru: Включение этой настройки позволит находить такие слова как «трансформер» и «трансформатор» с помощью поискового запроса «транс». Рекомендуется включить эту настройку, если большинство товаров вашего интернет-магазина содержат длинные или сложные в написании слова.

source: Only if search query length is no less then %s characters
ru_ru: Только если длина поискового запроса не менее %s символов

source: Updated search settings will be applied only to products added or updated after new settings had been saved. To apply updated search settings to all existing products, re-index entire product search database.
ru_ru: Обновленные настройки поиска будут применены только для новых и редактируемых товаров, информация о которых обновлена после сохранения настроек поиска. Чтобы применить обновленные настройки к уже существующим товарам, запустите процесс обновления индексной базы для всех товаров.

source: Re-index all products for search
ru_ru: Обновить индексную базу для всех товаров

source: Re-generate search index database for all existing products of your online store.
ru_ru: Полностью обновить поисковую индексную базу данных для всех товаров вашего интернет-магазина.

source: This will re-generate search index database table for all existing products of your online store.
ru_ru: Процесс переиндексации информации о товарах позволяет полностью обновить индексную базу интернет-магазина с использованием обновленных настроек поиска товаров.

source: Depending on the number of products, this operation may take from few seconds to few minutes or even hours for very large databases.
ru_ru: В зависимости от количества товаров в вашем интернет-магазине процесс может занять от нескольких секунд до нескольких минут или даже часов в случае очень большого количества товаров.

source: Please don’t close your browser window until the process is completed.
ru_ru: Пожалуйста, не закрывайте окно браузера, пока процесс переиндексации не будет завершен.

source: Start re-indexing process
ru_ru: Запустить процесс переиндексации

source: Browse shipping plugins...
ru_ru: Поиск плагинов доставки...

source: New stock
ru_ru: Новый склад

source: Empty value
ru_ru: Пустое значение

source: Stock balance
ru_ru: Остатки по складам

source: Selected categories (%d)
ru_ru: Выбранные категории (%d)

source: Checkout funnel
ru_ru: Воронка оформления заказа

source: Profile name
ru_ru: Название профиля

source: New importexport profile
ru_ru: Новый профиль

source: Perform action to all selected orders?
ru_ru: Выполнить действие со всеми выбранными заказами?

source: Drag products here
ru_ru: Перетащите товары сюда

source: %d value
ru_ru: %d значение

source: feature
ru_ru: характеристика

source: Only %d pcs of %s are available, and you already have all of them in your shopping cart.
ru_ru: Извините, но в наличии только %d единиц товара %s, и все они уже в вашей корзине покупок.

source: The number of items your can add to the order is limited by the stock level
ru_ru: Количество товара, которое вы можете добавить в заказ, ограничено его остатком на складе.

source: Unknown feature
ru_ru: Неизвестная характеристика

source: Feature type conversion is not allowed or failed
ru_ru: Конвертация типа данных невозможна или выполнена с ошибками.

source: Updated %d product image.
ru_ru: Обновлены изображения для %d товара.

source: %d product affected.
ru_ru: Обновлена информация о %d товаре.

source: Error when delete thumbnails for image %d
ru_ru: Ошибка удаления эскизов изображений %d

source: close
ru_ru: закрыть

source: Notification
ru_ru: Уведомление

source: Length of state ID more then 16 symbols
ru_ru: Длина идентификатора статуса не может превышать 16 символов

source: Empty action ID
ru_ru: Введите идентификатор действия

source: Empty action name
ru_ru: Введите название действия

source: Length of action ID is more then 32 symbols
ru_ru: Длина идентификатора действия не может превышать 32 символов.

source: Empty template
ru_ru: Пустой шаблон

source: Other fields
ru_ru: Другие поля

source: Successfully re-indexed %d product
ru_ru: Поисковый индекс успешно обновлен для %d товара.

source: All address fields required by selected shipping option
ru_ru: Все поля адреса, обязательные для выбранного способа доставки

source: All address fields required by selected shipping option including hidden completed fields
ru_ru: Все поля адреса, обязательные для выбранного способа доставки, включая скрытые заполненные поля

source: Make completed address fields, hidden with previous option “All address fields required by selected shipping option”, available for editing on “Shipping” step.
ru_ru: Сделать доступными для редактирования на шаге «Доставка» заполненные поля адреса, которые скрыты при использовании варианта «Все поля адреса, обязательные для выбранного способа доставки».

source: Force drop out-of-stock products to the bottom of all lists
ru_ru: Автоматически перемещать вниз списка все товары, которых нет на складе

source: When enabled, out-of-stock products will be automatically dropped to the bottom of every product list on this storefront, e.g. in product search results, category product filtering, and more. Product quantities in all stocks are taken into account.
ru_ru: Товары, которых нет на складе, будут автоматически перемещены вниз всех списков товаров на витрине интернет-магазина: в результатах поиска, в списках товаров внутри категорий, в результатах фильтрации товаров и т. д. Учитываются остатки товаров на всех складах.

source: Setting <em>$available_only = true</em> will automatically exclude all out-of-stock products from the return
ru_ru: Настройка <em>$available_only = true</em> автоматически исключит из результата все товары, которых нет на складе.

source: In stock value updated to ∞
ru_ru: Остаток на складе обновлен на ∞

source: In stock value updated to %d
ru_ru: Остаток на складе обновлен на %d

source: Order %s was completed
ru_ru: Заказ %s выполнен

source: Order %s was placed
ru_ru: Заказ %s оформлен

source: Order %s was deleted
ru_ru: Заказ %s удален

source: Order %s was edited
ru_ru: Заказ %s отредактирован

source: Order %s was paid
ru_ru: Заказ %s оплачен

source: Order %s was processed
ru_ru: Заказ %s принят в обработку

source: Order %s was refunded
ru_ru: По заказу %s оформлен возврат

source: Order %s was restored
ru_ru: Заказ %s восстановлен

source: Order %s was shipped
ru_ru: Заказ %s доставлен

source: Registered customers apply for affiliate bonuses and discounts on future orders.
ru_ru: Зарегистрированные покупатели получают накопительные бонусные баллы и скидки на будущие заказы.

source: Please select payment option
ru_ru: Пожалуйста, выберите способ оплаты

source: Please select shipping option
ru_ru: Пожалуйста, выберите способ доставки

source: <a href="http://www.shop-script.com/">Ecommerce software</a> by Webasyst
ru_ru: <a href="http://www.shop-script.ru/">Создание интернет-магазина</a> — Shop-Script

source: Pre-order only
ru_ru: Под заказ

source: Full HTML/Smarty code for embedding this product set into a design template or a page of any app of this Webasyst installation.
ru_ru: Полный HTML/Smarty-код для встраивания списка товаров в шаблон дизайна или на страницу любого приложения внутри вашего Webasyst.

source: Total stock balance
ru_ru: Общий остаток на складе

source: View log
ru_ru: Посмотреть журнал

source: Approximate date when you run out of stock for this SKU based on average selling rate for this product
ru_ru: Прогнозируемая дата исчерпания остатков на складе для этого артикула, рассчитанная по усредненным данным о продажах этого товара

source: %d day
ru_ru: %d день

source: Welcome to your new online store!
ru_ru: Добро пожаловать в ваш новый интернет-магазин!

source: Start by creating a product or importing products in bulk.
ru_ru: Начните с создания нового товара или импорта списка товаров.

source: Start by creating a product in your <a href="%s">store backend</a>.
ru_ru: Начните с создания товара в <a href="%s">бекенде интернет-магазина</a>.

source: Browse import/export plugins
ru_ru: Поиск плагинов импорта-экспорта

source: Embed into:
ru_ru: Добавить в:

source: Design template
ru_ru: Шаблон дизайна

source: Page or another Webasyst app
ru_ru: Страницу или в другое приложение Webasyst

source: For certain design theme changing <code>list-thumbs.html</code> to an appropriate template file name may be required (if embed code is not working properly, and you are not sure about the file name, please contact design theme developer).
ru_ru: Для некоторых тем дизайна может потребоваться замена в приведенном коде имени файла шаблона вывода товаров <code>list-thumbs.html</code> на другое подходящее имя файла (если приведенный ниже код для вставки списка товаров не работает, и вы не уверены какое имя файла нужно указать, свяжитесь с разработчиком темы дизайна).

source: In the code below, replace <code>THEME_ID</code> with your design theme ID (get your theme ID in the design editor’s theme settings screen).
ru_ru: В коде для вставки списка товаров необходимо заменить <code>THEME_ID</code> на идентификатор темы дизайна, которую вы используете для вашего интернет-магазина (идентификатор можно посмотреть в настройках темы дизайна в разделе «Витрина»).

source: Variables <strong>%s</strong> will be replaced with the actual product information when displaying it on the storefront. Can be used in title and META fields.
ru_ru: В содержимом заголовка title и META-полей товара можно использовать переменные <strong>%s</strong>, которые будут заменены актуальной информацией о товаре при его отображении на витрине.

source: Set this SKU weight in case it differs from the product default weight value (%s).
ru_ru: Укажите вес этого артикула, если он отличается от значения веса, заданного для товара (%s).

source: Checkout funnel report shows how many customers abandon their orders during the checkout process based on unique shopping cart sessions.
ru_ru: Воронка оформления заказа показывает сколько покупателей бросают покупку во время процесса оформление заказа. При формировании воронки учитываются только уникальные покупатели (сеансы).

source: Change comparing to previous checkout step
ru_ru: Изменение по сравнению с предыдущим шагом

source: Start over
ru_ru: Начать заново

source: Dismiss
ru_ru: Закрыть

source: Reset checkout funnel
ru_ru: Очистить воронку оформления заказа

source: Entire checkout funnel report data will be erased without the ability to restore.
ru_ru: Все накопленные данные, на основе которых формируется воронка оформления заказа, будут удалены без возможности восстановления.
