Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Shop
ru_ru: Магазин

source: Store
ru_ru: Магазин

source: Shop-Script is a robust shopping cart software that allows you to quickly establish your own online store and sell online.
ru_ru: Shop-Script позволяет быстро открыть собственный интернет-магазин и продавать через интернет.

source: If the feature type you are going to add is disabled in the form above, add this feature in your store Settings first, and then provide this feature value for this particular product.
ru_ru: Если добавляемый вами тип характеристики недоступен для выбора в этом списке, сначала добавьте эту характеристику в разделе «Настройки» и затем укажите ее значение в свойствах данного товара.

source: Plugins
ru_ru: Плагины

source: Settings
ru_ru: Настройки

source: Import / Export
ru_ru: Импорт/экспорт

source: Orders
ru_ru: Заказы

source: Customers
ru_ru: Покупатели

source: Products
ru_ru: Товары

source: Reports
ru_ru: Отчеты

source: Storefront
ru_ru: Витрина

source: Open storefront
ru_ru: Открыть витрину

source: Search products
ru_ru: Поиск товаров

source: Search customers
ru_ru: Поиск покупателей

source: Sales
ru_ru: Продажи

source: Campaigns
ru_ru: Кампании

source: Efficiency
ru_ru: Эффективность

source: Search orders
ru_ru: Поиск заказов

source: Expired
ru_ru: Истек

source: Created
ru_ru: Создан

source: Coupon code
ru_ru: Код купона

source: Coupon type
ru_ru: Тип купона

source: Discount will be calculated automatically to match the order shipping cost.
ru_ru: Скидка будет рассчитана автоматически для соответствия стоимости доставки.

source: Max number of usage
ru_ru: Максимальное кол-во использований

source: Enter the maximum number of times this coupon can be used. Leave empty for no limits.
ru_ru: Введите максимальное количество заказов, при оформлении которых разрешается указать этот купон. Чтобы отключить ограничение, оставьте поле пустым.

source: Expire date
ru_ru: Дата истечения

source: Leave empty for no expiration date.
ru_ru: Чтобы не устанавливать дату истечения, оставьте поле пустым.

source: Delete this coupon
ru_ru: Удалить купон

source: Save
ru_ru: Сохранить

source: Usage
ru_ru: Кол-во использований

source: This coupon was not used for any orders yet.
ru_ru: Этот купон еще не использовался.

source: Overall discount
ru_ru: Общая скидка

source: This will permanently delete discount coupon %s. Are you sure?
ru_ru: Купон «%s» будет удален. Продолжить?

source: Coupon %s has been deleted.
ru_ru: Купон «%s» удален.

source: Codes must be unique.
ru_ru: Коды купонов должны быть уникальными.

source: This field is required.
ru_ru: Это поле является обязательным.

source: Discount coupons
ru_ru: Купоны на скидку

source: New coupon
ru_ru: Новый купон

source: Loading...
ru_ru: Загрузка...

source: Payment
ru_ru: Оплата

source: Countries & Regions
ru_ru: Страны и регионы

source: Country
ru_ru: Страна

source: Select a country
ru_ru: Выберите страну

source: Regions
ru_ru: Регионы

source: Region name
ru_ru: Название региона

source: Region code
ru_ru: Код региона

source: No regions (states, provinces) are defined for this country.
ru_ru: Для этой страны не определено ни одного региона (штата, провинции).

source: Add region
ru_ru: Добавить регион

source: Click “Save” button below to commit the delete.
ru_ru: Нажмите на кнопку «Сохранить» ниже, чтобы подтвердить удаление.

source: Regions are not saved. Are you sure you want to leave current page?
ru_ru: Регионы не сохранены. Покинуть эту страницу без сохранения?

source: Delete this shipping option
ru_ru: Удалить этот способ доставки

source: Shipping
ru_ru: Доставка

source: Enabled
ru_ru: Включен

source: Shipping option name
ru_ru: Название способа доставки

source: Logo URL
ru_ru: URL логотипа

source: A collection of shipping option icons is available for free: <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>
ru_ru: Бесплатная коллекция иконок способов доставки доступна по адресу <a href="%1$s" target="_blank">%1$s</a> <i class="icon10 new-window"></i>

source: Description
ru_ru: Описание

source: HTML. Shipping option description is shown to customer during the checkout.
ru_ru: Описание способа доставки, отображаемое на витрине при оформлении заказа (HTML).

source: Delivery info
ru_ru: Информация о доставке

source: Optional text to be sent to customer with the order notification email. Plain text, no HTML allowed.
ru_ru: Необязательный текст, который будет отправлен покупателю вместе с email-уведомлением о заказе. HTML-теги не поддерживаются.

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Active
ru_ru: Активный

source: Payment option name
ru_ru: Название способа оплаты

source: A collection of payment option icons is available for free: <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>
ru_ru: Бесплатная коллекция иконок способов оплаты доступна по адресу <a href="%s" target="_blank">%s</a> <i class="icon10 new-window"></i>

source: HTML. Payment option description is shown to customer during the checkout.
ru_ru: Описание способа оплаты, отображаемое на витрине при оформлении заказа (HTML).

source: Delete this payment option
ru_ru: Удалить этот способ оплаты

source: Recommended setup
ru_ru: Рекомендуемая настройка

source: For online stores shipping to multiple countries and regions:
ru_ru: Для интернет-магазинов, отправляющих заказы в несколько стран и регионов:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Shipping &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation.
ru_ru: 1.&nbsp;Контактные данные &rarr; 2.&nbsp;Доставка &rarr; 3.&nbsp;Оплата &rarr; 4.&nbsp;Подтверждение.

source: For one-city-centric stores offering mostly courier shipping:
ru_ru: Для магазинов, обычно доставляющих заказы курьером в пределах одного города:

source: 1.&nbsp;Shipping &rarr; 2.&nbsp;Contact info &rarr; 3.&nbsp;Payment &rarr; 4.&nbsp;Confirmation
ru_ru: 1.&nbsp;Доставка &rarr; 2.&nbsp;Контактные данные &rarr; 3.&nbsp;Оплата &rarr; 4.&nbsp;Подтверждение

source: For electronic-delivery-only stores:
ru_ru: Для магазинов, доставляющих электронные товары только через интернет:

source: 1.&nbsp;Contact info &rarr; 2.&nbsp;Payment &rarr; 3.&nbsp;Confirmation
ru_ru: 1.&nbsp;Контактные данные &rarr; 2.&nbsp;Оплата &rarr; 3.&nbsp;Подтверждение

source: Keep the checkout setup as simple as possible.
ru_ru: Старайтесь максимально упростить процесс оформления заказа.

source: Shipping & Contacts
ru_ru: Доставка и контакты

source: Some shipping options require to know the destination address. If the shipping step is before the contact info step (i.e. customer hasn’t input the address yet), certain shipping options may not calculate shipping rates properly.
ru_ru: Для работы некоторых способов доставки необходимо знать адрес назначения. Если выбор способа доставки предлагается до ввода контактных данных (т. е. если покупатель еще не указал свой адрес), некоторые плагины могут неправильно рассчитывать стоимость доставки.

source: Confirmation
ru_ru: Подтверждение

source: No storefronts with multi-step checkout. Go to the storefronts <a href="%s">settings</a>.
ru_ru: Нет витрин с пошаговым оформлением заказа. Перейти в <a href="%s">настройки</a>.

source: Disabling the Confirmation step is bad if the order total can be changed during the checkout, e.g. if shipping, tax, or promotions can increase the order total. Make sure your customer seen the final order amount before the order is placed.
ru_ru: Не рекомендуется отключать шаг подтверждения заказа, если сумма заказа может быть изменена во время его оформления, например, если налог на доставку или подарки могут изменить итоговую сумму заказа. Важно, чтобы покупатели видели итоговую сумму, прежде чем заказ будет окончательно оформлен.

source: Checkout
ru_ru: Оформление заказа

source: Define the checkout step order and each step settings using the form below.
ru_ru: Определите порядок оформления заказа и настройки каждого шага с помощью следующей формы.

source: Configure
ru_ru: Конфигурация

source: Disabled
ru_ru: Отключен

source: Turn on
ru_ru: Включить

source: Checkout step name
ru_ru: Название шага

source: Will be displayed in the storefront in the checkout navigation
ru_ru: Отображается на витрине в области навигации оформления заказа

source: Disable this step
ru_ru: Отключить этот шаг

source: Options
ru_ru: Настроить

source: Skip this step if no rules matched current user shopping cart state
ru_ru: Пропустить этот шаг, если ни одно из правил не соответствует состоянию корзины текущего покупателя

source: The shipping checkout step prompts user to select the shipping type
ru_ru: Шаг доставки предлагает покупателю выбрать способ доставки

source: Will be displayed in the storefront as in the checkout navigation
ru_ru: Отображается на витрине в блоке навигации оформления заказа

source: Shipping methods
ru_ru: Способы доставки

source: The list of available shipping options is determined automatically based on the user address, shopping cart content, and the list of available <a class="inline" href="#/shipping/">shipping options</a>.
ru_ru: Список доступных способов доставки определяется автоматически на основании адреса покупателя, содержимого корзины и списка имеющихся <a class="inline" href="#/shipping/">вариантов доставки</a>.

source: Configure the list of fields requested during the checkout.
ru_ru: Настройте список полей, запрашиваемых во время оформления заказа.

source: Misc fields
ru_ru: Общие поля

source: Required
ru_ru: Обязательное

source: Composite field group
ru_ru: Группа полей

source: Field name
ru_ru: Название поля

source: Text (input)
ru_ru: Текст (input)

source: Text (textarea)
ru_ru: Текст (textarea)

source: Selectable (radio)
ru_ru: Список (radio)

source: Selectable (select)
ru_ru: Список (select)

source: Selectable (checkboxes)
ru_ru: Список (checkboxes)

source: Date (input)
ru_ru: Дата (input)

source: Number
ru_ru: Число

source: Region
ru_ru: Регион

source: Hidden field
ru_ru: Скрытое поле

source: Full name
ru_ru: Полное имя

source: Social Networks
ru_ru: Социальные сети

source: Add field
ru_ru: Добавить поле

source: Address fields
ru_ru: Поля адреса

source: Configure the field list for both Shipping and Billing addresses.
ru_ru: Настройте список полей для адреса доставки и оплаты.

source: Country (select)
ru_ru: Страна (список)

source: State/province/region
ru_ru: Штат/провинция/регион

source: List (select)
ru_ru: Список (select)

source: Manage list
ru_ru: Настроить список

source: Manage field values
ru_ru: Настроить значения полей

source: List (radio)
ru_ru: Список (radio)

source: The list of checkout steps is defined according to your storefront setup and the list of installed plugins.
ru_ru: Список шагов оформления заказа определяется на основании настроек витрины и списка установленных плагинов.

source: Add rule
ru_ru: Добавить правило

source: IF
ru_ru: ЕСЛИ

source: State
ru_ru: Штат

source: ZIP code
ru_ru: Почтовый индекс

source: City
ru_ru: Город

source: Street address
ru_ru: Улица и номер дома

source: equals
ru_ru: равно

source: contains
ru_ru: содержит

source: not equals
ru_ru: не равно

source: Add value
ru_ru: Добавить значение

source: ELSE
ru_ru: ИНАЧЕ

source: If none of listed rules are in place
ru_ru: Если ни одно из правил не сработало

source: Display a regular text input field
ru_ru: Отображать обычное текстовое поле

source: Reset
ru_ru: Сброс

source: If you want to restart your online store from scratch, you may delete the entire store content and settings using the form below. This will delete all products, orders, checkout, shipping and payment options, currencies. The operation cannot be undone. Be sure to know what you are doing.
ru_ru: Если вы хотите начать заново настраивать ваш интернет-магазин, вы можете удалить все содержимое магазина и все настройки с помощью следующей формы. Будут удалены все товары, заказы, настройки оформления заказа, способы доставки и оплаты, валюты. Операцию удаления отменить нельзя. Удаляя все содержимое, вы должны точно знать, что вы делаете.

source: Enter the following text
ru_ru: Введите этот текст

source: You are about to reset entire store reset content and settings without the ability to rollback!
ru_ru: Вы собираетесь удалить все содержимое интернет-магазина без возможности восстановления!

source: Erase all content and settings
ru_ru: Удалить все содержимое и настройки

source: Coupons
ru_ru: Купоны

source: Status
ru_ru: Статус

source: Coupons can be created on the <a href="%s">Discount coupons</a> screen.
ru_ru: Купоны можно добавить в разделе <a href="%s">Купоны на скидку</a>.

source: Import coupons
ru_ru: Импорт купонов

source: Coupons can be either created manually on the <a href="%s">Discount coupons</a> screen, or imported from a CSV file using the button above.
ru_ru: Купоны можно либо создать вручную в разделе <a href="%s">Купоны на скидку</a>, либо импортировать из CSV-файла с помощью этой кнопки.

source: Preview
ru_ru: Просмотр

source: Saved
ru_ru: Сохранено

source: Plugin %s is installed and working.
ru_ru: Плагин «%s» установлен и работает.

source: No configuration options are available for this plugin.
ru_ru: Для этого плагина нет доступных настроек.

source: Unknown plugin
ru_ru: Неизвестный плагин

source: How total discount should be calculated if multiple rules are applicable for an order:
ru_ru: Как должна рассчитываться скидка, если к заказу применимо более одного правила:

source: maximum of order-related discounts calculated after applying of order items’ individual maximum discounts
ru_ru: максимальная скидка ко всему заказу рассчитывается после применения максимальных скидок для отдельных товаров

source: all discounts for entire order and for order items
ru_ru: все скидки для всего заказа и для отдельных товаров

source: Discounts
ru_ru: Скидки

source: Discount specified manually during order creation: %s
ru_ru: Скидка указана вручную при создании заказа: %s

source: Discount modified manually via backend editor: %s
ru_ru: Скидка указана вручную при редактировании заказа: %s

source: General settings
ru_ru: Общие настройки

source: Store name
ru_ru: Название магазина

source: Primary email
ru_ru: Основной email-адрес

source: Phone number
ru_ru: Телефон

source: Phone number is published in the storefront and included in email notification
ru_ru: Телефонный номер публикуется на витрине и добавляется в текст email-уведомлений

source: Order ID format
ru_ru: Формат номеров заказов

source: <strong>&#123;$order.id&#125;</strong> will be replaced with the actual order ID. Do not delete &#123;$order.id&#125; from this string.
ru_ru: <strong>&#123;$order.id&#125;</strong> будет заменен на фактический номер заказа. Не удаляйте фрагмент &#123;$order.id&#125; из этой строки.

source: New order state
ru_ru: Новый статус заказа

source: Delete order state
ru_ru: Удалить статус

source: Order state name
ru_ru: Название статуса

source: Appearance
ru_ru: Оформление

source: Bold
ru_ru: Жирный

source: Italic
ru_ru: Курсив

source: Icon
ru_ru: Иконка

source: Allowed actions
ru_ru: Доступные действия

source: Assign order a custom state
ru_ru: Присвоить заказу произвольный статус

source: Action name
ru_ru: Название действия

source: Action ID
ru_ru: ID действия

source: What does it do
ru_ru: Что оно выполняет

source: Nothing
ru_ru: Ничего

source: Add custom action
ru_ru: Добавить новое действие

source: Assignment
ru_ru: Назначение

source: Automatically assign all orders set to %s state to
ru_ru: Автоматически назначать ответственным за все заказы в статусе %s

source: Whoever is more free (has less orders)
ru_ru: Того, кто более свободен (пользователя с меньшим кол-вом заказов)

source: Order States
ru_ru: Статусы заказов

source: Order confirmation
ru_ru: Подтверждение заказа

source: New order nofication
ru_ru: Уведомление о новом заказе

source: Price change
ru_ru: Изменение цены

source: Follow-up
ru_ru: Триггерная рассылка

source: Add custom notification
ru_ru: Новое уведомление

source: Delete notification
ru_ru: Удалить уведомление

source: Event
ru_ru: Событие

source: To
ru_ru: Кому

source: Customer
ru_ru: Покупатель

source: Store admin
ru_ru: Администратор магазина

source: Other...
ru_ru: Другому...

source: Subject
ru_ru: Тема

source: Content
ru_ru: Текст

source: Order created
ru_ru: Заказ создан

source: Notification name
ru_ru: Название уведомления

source: Transport
ru_ru: Транспорт

source: HTTP Request
ru_ru: HTTP-запрос

source: Tweet
ru_ru: Твит

source: Max 160 chars. SMS is sent only if customer phone number was provided.
ru_ru: Макс. 160 символов. SMS отправляется, только если указан номер телефона покупателя.

source: Notifications
ru_ru: Уведомления

source: New tax rule
ru_ru: Новое правило налогов

source: To customize the list of countries and regions, use <a href="%s">Countries & Regions</a> screen.
ru_ru: Изменить список стран и регионов можно в разделе <a href="%s">Страны и регионы</a>.

source: Delete rule
ru_ru: Удалить правило

source: Tax name
ru_ru: Название налога

source: Tax type
ru_ru: Тип налога

source: Tax is not included in product prices
ru_ru: Налог не включен в цены товаров

source: Mostly used for sales tax. Tax will be added to the cart subtotal after customer entered destination address during the checkout.
ru_ru: Обычно используется в качестве налога с продаж. Налог добавляется к итоговой сумме заказа, после того как покупатель введет адрес доставки во время оформления заказа.

source: Tax is included in my product prices
ru_ru: Налог включен в цены товаров

source: Mostly used for VAT. Tax will not be added to the cart subtotal, but will be calculated to be shown in the invoice.
ru_ru: Обычно используется в качестве НДС. Налог не добавляется к итоговой сумме заказа, а вычисляется на ее основе и отображается в счете на оплату.

source: Address
ru_ru: Адрес

source: Calculate taxes based on customer’s
ru_ru: Вычислять налоги на основании

source: Shipping address
ru_ru: Адрес доставки

source: Billing address
ru_ru: Адрес плательщика

source: Tax rates
ru_ru: Налоговые ставки

source: Destination
ru_ru: Территория

source: Rate
ru_ru: Ставка

source: Define tax rates by countries and regions.
ru_ru: Ввести налоговые ставки по странами регионам.

source: Add country
ru_ru: Добавить страну

source: All countries
ru_ru: Все страны

source: All European countries
ru_ru: Все европейские страны

source: Rest of world
ru_ru: Все остальные страны

source: County taxes
ru_ru: Местные налоги

source: If your jurisdiction require you to charge additional county taxes, define taxing rules by ZIP (postal) code. Use asteryx (*) for wildcard. For example, mask 12* is applicable for all ZIP codes with 12 as first two symbols, e.g. 12365, 12963, 12AB7, 12 QN93 and so on (wildcard is ok for both letters and numbers). ZIP code rules are processed one by one in the given order. Applied is the first rule matching the user ZIP code (only one matching rule is applied at a time). County tax rules are of a higher priority than state tax rules (if matched, county tax rate replaces the state tax rule when calculated during the checkout), which means that combined county rates must be provided.
ru_ru: Если ваше законодательство требует взимания дополнительных местных налогов, добавьте налоговые ставки для отдельных почтовых индексов. В качестве маски используйте символ звездочки (*). Например, маска 12* обозначает все почтовые индексы, начинающиеся с цифр 12: 123654, 12963, 12AB7, 12 QN93 и т. д. (маска действует для цифр и букв). Правила для почтовых индексов обрабатываются в заданном порядке. Применяется первое правило, соответствующее почтовому индексу покупателя (применяется только одно, первое, правило). Правила расчета местных налогов имеют более высокий приоритет, чем правила налогов регионов (в случае срабатывания обоих правил местный налог используется вместо налога региона во время оформления заказа); это означает, что следует указывать объединенные местные налоговые ставки.

source: ZIP code mask
ru_ru: Маска почтового индекса

source: No county taxes are defined.
ru_ru: Местные налоги не определены.

source: Add ZIP
ru_ru: Добавить почтовый индекс

source: Taxes
ru_ru: Налоги

source: Are you sure?
ru_ru: Вы уверены?

source: Tax has been deleted.
ru_ru: Налог удален

source: Number (input)
ru_ru: Число (input)

source: Add item
ru_ru: Добавить элемент

source: Please correct errors.
ru_ru: Пожалуйста, исправьте ошибки

source: This will remove field and all its data from all existing contacts. Are you sure?
ru_ru: Будет удалено это поле и связанные с ним данные у всех контактов. Удалить?

source: There no printforms
ru_ru: Печатные формы отсутствуют

source: <a href="%s">Browse for new plugins</a> and install them using the Installer app.
ru_ru: <a href="%s">Найдите нужные плагины</a> и установите их с помощью «Инсталлера».

source: Printable forms
ru_ru: Печатные формы

source: Change primary currency
ru_ru: Изменить основную валюту

source: Currencies
ru_ru: Валюты

source: Primary currency
ru_ru: Основная валюта

source: I will input all prices in the primary currency
ru_ru: Я буду вводить все цены в основной валюте

source: I will input prices in different currencies depending on product
ru_ru: Я буду вводить цены в разных валютах для разных товаров

source: Other currencies
ru_ru: Другие валюты

source: Add currency...
ru_ru: Добавить валюту...

source: Convert product prices (%d) to the new primary currency (%s) according to the current exchange rate (%s)
ru_ru: Конвертировать цены товаров (%d) в новую основную валюту (%s) по текущему курсу (%s)

source: New primary currency
ru_ru: Новая основная валюта

source: Convert prices
ru_ru: Конвертировать цены

source: Don’t convert, leave all product prices as is
ru_ru: Не конвертировать, оставить все цены без изменений

source: By contact category
ru_ru: По категории покупателя

source: Settings updated
ru_ru: Настройки обновлены

source: Thumbnails
ru_ru: Эскизы

source: Thumbnails to be created when image is uploaded
ru_ru: Эскизы, формируемые при загрузке изображений

source: Square crop
ru_ru: Квадратная обрезка

source: Max
ru_ru: Макс.

source: Product width
ru_ru: Ширина товара

source: Product height
ru_ru: Высота товара

source: Product length
ru_ru: Длина товара

source: auto
ru_ru: авто

source: delete
ru_ru: удалить

source: Size
ru_ru: Размер

source: Rectangular crop
ru_ru: Прямоугольная обрезка

source: Add
ru_ru: Добавить

source: Custom-sized thumbnails
ru_ru: Эскизы произвольных размеров

source: Allow on demand generation of custom-sized thumbnails
ru_ru: Разрешить создание эскизов произвольных размеров по требованию

source: If enabled, frontend design theme can request generation of custom-sized image thumbnails on fly (any custom size can be requested in addition to the listed above, including cropped versions)
ru_ru: Включите, чтобы позволить теме оформления требовать создание «на лету» эскизов фотографий произвольного размера (указанного в дополнение к перечисленным выше, включая обрезанные версии).

source: Max thumbnail size
ru_ru: Максимальный размер эскиза

source: Limits the maximum thumbnail size that can be created on demand. Must be no less than 970 px.
ru_ru: Ограничение максимальных размеров эскиза изображения, формируемого по требованию (в пикселях). Ограничение максимального размера не может быть меньше 970.

source: Sharpen
ru_ru: Резкость

source: Apply sharpening filter when creating thumbnails (recommended)
ru_ru: Применить фильтр резкости при создании эскизов изображений (рекомендуется)

source: Originals
ru_ru: Оригиналы

source: Backup image originals
ru_ru: Сохранять оригинальное изображение
