Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: If you don’t see promos on your storefront homepage, you might be using an outdated version of the design theme (home.html template file). Please <a href="%s" target="_blank">follow this guide</a> to embed this new Shop-Script 7 feature to your online store.
ru_ru: Если вы не видите промокарточки на витрине вашего интернет-магазина, возможно, вы используете устаревшую версию темы дизайна (шаблона home.html). Пожалуйста, <a href="%s" target="_blank">следуйте инструкции по обновлению шаблона дизайна</a> для вывода промокарточек.

source: Delete promo
ru_ru: Удалить акцию

source: Promo title
ru_ru: Заголовок

source: Promo subtitle
ru_ru: Подзаголовок промокарточки

source: Unable to upload file %s.
ru_ru: Не удалось загрузить файл %s.

source: There are products that belong to this product type. To delete this product type, you must either delete those products or assign them to another product type first.
ru_ru: В магазине существуют товары данного типа. Чтобы удалить этот тип товаров, необходимо либо удалить все эти товары, либо сменить их тип на любой другой.

source: Cannot delete product type. At least one product type must remain.
ru_ru: Тип товаров не удален. В магазине должен остаться хотя бы один тип товаров.

source: Design theme will use this color either for text labels or base background color.
ru_ru: В зависимости от темы дизайна указанный цвет будет использован для текста заголовка или фона промокарточки.

source: Promo will be deleted from your storefronts. Delete?
ru_ru: Промокарточка будет удалена со всех витрин вашего интернет-магазина. Удалить?

source: Save this search
ru_ru: Сохранить фильтр

source: Change search conditions
ru_ru: Изменить условия поиска

source: Edit filter
ru_ru: Редактировать фильтр

source: New search
ru_ru: Новый поиск

source: Count only paid orders
ru_ru: Учитывать только оплаченные заказы

source: 30 days
ru_ru: 30 дней

source: 90 days
ru_ru: 90 дней

source: 180 days
ru_ru: 180 дней

source: 365 days
ru_ru: 365 дней

source: Enter date...
ru_ru: Ввести дату...

source: Over %s ago
ru_ru: Более %s назад

source: or earlier
ru_ru: или ранее

source: or later
ru_ru: или позднее

source: First order
ru_ru: Первый заказ

source: Create method
ru_ru: Способ создания

source: Applied discount coupon
ru_ru: Применили код купона

source: Purchases
ru_ru: Покупки

source: Purchased product
ru_ru: Купили товар

source: Purchase time frame
ru_ru: Время покупки

source: Customer info
ru_ru: Информация о клиенте

source: Referer
ru_ru: Источник

source: UTM campaign
ru_ru: UTM-кампания

source: Delete filter
ru_ru: Удалить фильтр

source: Filter name
ru_ru: Название фильтра

source: Visibility
ru_ru: Кому виден

source: Only me
ru_ru: Только мне

source: Everybody
ru_ru: Всем пользователям

source: Limit visibility only to the selected user groups
ru_ru: Только выбранной группе пользователей

source: Delete this customer search?
ru_ru: Удалить фильтр поиска покупателей?

source: To use this plugin, proceed to <a href="%s">Import / Export &rarr; %s</a>.
ru_ru: Для использования этого плагина перейдите в раздел «<a href="%s">Импорт/экспорт &rarr; %s</a>».

source: Please select a set
ru_ru: Выберите список товаров

source: Remove product from this set
ru_ru: Удалить товар из этого списка

source: Additional set
ru_ru: Дополнительный список

source: https://www.shop-script.com/help/3069/adding-promo-cards-to-shop-script-5-design-theme/
ru_ru: http://www.shop-script.ru/help/3068/integrating-promos-to-your-shop-script-5-theme/

source: Payment term
ru_ru: Оплаченный период

source: optional
ru_ru: необязательно

source: A/B test Smarty code
ru_ru: Smarty-код A/B-теста

source: Set up payment
ru_ru: Настройте оплату

source: Set up shipping
ru_ru: Настройте доставку

source: Welcome!
ru_ru: Добро пожаловать!

source: You are very close to get your online store ready for your first sale!
ru_ru: Вы практически закончили подготовку интернет-магазина к началу работы!

source: Done!
ru_ru: Готово!

source: of
ru_ru: из

source: Close quick start
ru_ru: Закрыть быстрый старт

source: Select design
ru_ru: Выберите дизайн

source: Install Shop-Script
ru_ru: Установите Shop-Script

source: Basic settings
ru_ru: Основные настройки

source: Add products
ru_ru: Добавьте товары

source: Welcome tutorial
ru_ru: Помощник настройки магазина

source: Filter cannot be deleted.
ru_ru: Ошибка удаления фильтра.

source: Filter cannot be saved.
ru_ru: Фильтр не может быть сохранен.

source: Any discount coupon
ru_ru: Любой код купона

source: Coupon
ru_ru: Купон

source: Any UTM campaign
ru_ru: Любая UTM-кампания

source: Welcome to Shop-Script
ru_ru: Добро пожаловать в Shop-Script

source: Any coupon
ru_ru: Любой купон

source: No name filter
ru_ru: Фильтр без названия

source: Returns array of feature values for the specified list of products
ru_ru: Возвращает массив значений характеристик всех перечисленных товаров

source: Returns array of latest product reviews
ru_ru: Возвращает массив последних отзывов о товарах

source: Returns array of tags, by default limited to 50 items
ru_ru: Возвращает массив тегов, по умолчанию ограниченный 50 элементами

source: Returns array of stocks
ru_ru: Возвращает массив складов

source: Add your first product
ru_ru: Добавьте первый товар

source: Shipping option
ru_ru: Способ доставки

source: Payment option
ru_ru: Способ оплаты

source: Order time frame
ru_ru: Время заказа

source: From New York
ru_ru: Из Нью-Йорка

source: From British Columbia
ru_ru: Из Британской Колумбии

source: From New Zealand
ru_ru: Из Новой Зеландии

source: From Facebook
ru_ru: Из Фейсбука

source: From Twitter
ru_ru: Из Твиттера

source: Last ordered over a month ago
ru_ru: Заказывали более месяца назад

source: Some required contact info fields were not provided. Please return to the contact information checkout step to finalize your order.
ru_ru: Не заполнены обязательные поля контактной информации. Пожалуйста, вернитесь на шаг ввода контактной информации, чтобы оформить заказ.

source: https://www.shop-script.com/help/3142/shop-script-a-b-testing/
ru_ru: http://www.shop-script.ru/help/3127/shop-script-a-b-testing/

source: Data cannot be processed because required currency %s is not defined in your store settings.
ru_ru: Данные заказа не могут быть обработаны, потому что требуемая валюта %s не определена в настройках магазина.

source: All products sorted by margin
ru_ru: Все товары, сортированные по прибыльности

source: Purchased at least once during the selected report period
ru_ru: Товары, которые были куплены в течение отчетного периода хотя бы раз

source: Up to %d products
ru_ru: %d товаров

source: Hide Filters
ru_ru: Скрыть подбор

source: Show Filters
ru_ru: Подбор по параметрам

source: %s is now in your shopping cart
ru_ru: %s теперь в вашей корзине покупок

source: Go to shopping cart
ru_ru: Перейти в корзину

source: Optional settings
ru_ru: Дополнительные настройки

source: Automatically create thumbnails of predefined custom sizes
ru_ru: Сразу создать эскизы изображений предопределенных размеров

source: Enable this in case you are sure about the list of your custom thumbnail sizes, or if custom-sized on-fly thumbnail generation is disabled; otherwise it is safe to have this option turned off.
ru_ru: Включите, если создание эскизов «на лету» запрещено или если вы уверены в том, что список предопределенных размеров заполнен согласно требованиям темы дизайна вашего интернет-магазина; если вы не уверены, рекомендуется оставить эту настройку выключенной.

source: Enable to get thumbnails of all available sizes created at once. It is recommended if automatic image thumbnail generation is disabled in image settings.
ru_ru: Включите, чтобы сразу создать эскизы всех настроенных размеров. Рекомендуется, если создание эскизов произвольных размеров по требованию выключено в настройках изображений.

source: If you leave this option disabled, thumbnails will be automatically created later, at the first request of an image on the website, if automatic image thumbnail generation is enabled.
ru_ru: Если оставить этот флажок выключенным, то эскизы будут автоматически созданы позднее — при первом запросе изображения на витрине магазина, если включено создание эскизов произвольных размеров по требованию.

source: Restore product fullsize images from originally uploaded versions (backups)
ru_ru: Восстановить полноразмерные изображения товаров из оригинальных загруженных версий (бекапов)

source: Enable this to flush all source fullsize images and re-generate them from backups. All plugin customizations to source images will be re-applied. Source images without backups will be skipped.
ru_ru: Включите, чтобы сбросить все полноразмерные изображения товаров до их исходных изначально загруженных версий. Все изменения, которые установленные плагины накладывают на полноразмерные изображения, будут применены автоматически. Если у изображения нет бекапа, то оно останется без изменений.

source: Inline editing is available only for products with a single SKU
ru_ru: Табличный редактор работает только с товарами с единственным артикулом

source: Insufficient access rights
ru_ru: Недостаточно прав доступа

source: All
ru_ru: Все

source: Shop customers
ru_ru: Покупатели магазина

source: Invalid coupon code
ru_ru: Купон недействителен

source: Download chart data in CSV
ru_ru: Скачать данные графика в CSV

source: Unable to update some of the products (%d) because you have insufficient access rights.
ru_ru: Невозможно обновить информацию о товарах (%d), к которым у вас нет доступа.

source: Change product visibility
ru_ru: Изменить видимость товаров

source: Visible on website
ru_ru: Опубликованы на сайте

source: Temporarily remove all SKUs from sale too
ru_ru: Временно снять с продажи все артикулы выбранных товаров

source: Set all selected product SKUs as available for purchase too
ru_ru: Выставить все артикулы выбранных товаров на продажу

source: Email this form to customer
ru_ru: Отправить эту форму покупателю по email

source: Manual order
ru_ru: Добавлен вручную

source: Social sharing
ru_ru: Соцсети

source: Use these meta tags and default product image for social sharing too
ru_ru: Для соцсетей использовать эти же заголовки и описания

source: Social sharing title
ru_ru: Заголовок для соцсетей

source: Social sharing image URL
ru_ru: URL изображения для соцсетей

source: If not set, a social network will attempt to determine preview image on it’s own.
ru_ru: Если адрес не указан явно, соцсеть автоматически выберет одно из изображений на странице

source: Social sharing video URL
ru_ru: URL видео для соцсетей

source: Social sharing description
ru_ru: Описание для соцсетей

source: Social sharing type
ru_ru: Тип страницы для соцсетей

source: Please refer to <a href="http://ogp.me" target="_blank">Open Graph</a> protocol site for more information on social sharing meta tags and available values.
ru_ru: Подробная информация о параметрах для соцсетей и их возможных значениях опубликована на сайте протокола <a href="http://ogp.me" target="_blank">Open Graph</a>.

source: Product subpages are great for publishing product extra information such as manuals, galleries, honourable mentions, etc.
ru_ru: Подстраницы позволяют дополнить информацию о товаре сопутствующим материалом, таким как руководства, фотографии, обзоры и т. п.

source: Weight value will be used to calculate order shipping cost.
ru_ru: Значение поля «Вес» используется для расчета стоимости доставки.

source: Great for products that are shipped online.
ru_ru: Удобный способ доставки электронных товаров.

source: SKU features
ru_ru: Характеристики артикула

source: Defining feature values for SKUs is great for dynamic product filtering customer experience. When customer finds a product using by-feature filters, product’s default SKU will be selected according to the filter conditions.
ru_ru: Сохранение значений характеристик для артикулов позволяет улучшить удобство подбора товаров для покупателя. Когда покупатель находит товар с использованием фильтров по характеристикам, артикул для этого товара будет выбран автоматически согласно указанным значениям характеристик.

source: Manage visibility
ru_ru: Настроить видимость

source: Orders & Customers
ru_ru: Заказы и покупатели

source: Shop-Script version
ru_ru: Версия Shop-Script

source: Thumbnail filenames
ru_ru: Имена файлов эскизов

source: Keep original filenames
ru_ru: Использовать исходные имена файлов

source: When enabled, thumbnails’ file names are derived from the name of an original image file you upload.
ru_ru: Включите, чтобы формировать имена файлов эскизов из имени оригинального файла, который вы загружаете.

source: When disabled, thumbnails’ file names are generated only with the use of numbers denoting thumbnail dimensions.
ru_ru: Выключите, чтобы имена файлов эскизов формировались только с использованием чисел, обозначающих размеры эскиза.

source: If you enable this setting for the first time, it is <strong>strongly recommended</strong> to 1) Re-generate all product image thumbnails (use the link below) right after this setting has been changed, and 2) Update your store theme product.html template with the <a href="%s" target="_blank">new product thumbnail display code</a>.
ru_ru: Если вы включаете эту настройку в первый раз, <strong>настоятельно рекомендуется</strong> 1) Удалить и заново создать эскизы изображений всех товаров (ссылка ниже) после сохранения изменения этой настройки и 2) Обновить код шаблона страницы товара product.html согласно <a href="%s" target="_blank">инструкции</a>.

source: http://www.shop-script.com/help/4750/shopscript610-design-theme-changes/
ru_ru: http://www.shop-script.ru/help/4442/shopscript610-design-theme-changes/

source: Limited by the total sum on all stocks
ru_ru: Суммарный остаток на всех складах

source: Limited by the main stock of the particular storefront only
ru_ru: Остаток на основном складе, который указан в настройках витрины

source: %s will be sent to customer by email. Are you sure?
ru_ru: %s будет отправлена покупателю по email. Вы уверены?

source: Printform <strong>%s</strong> sent to customer.
ru_ru: Печатная форма <strong>%s</strong> отправлена покупателю.

source: Printform %s for order %s
ru_ru: Печатная форма %s для заказа %s

source: Printform %s
ru_ru: Печатная форма %s

source: Email to customer
ru_ru: Отправить покупателю

source: Enable to make this print form automatically emailed to customer when order was placed
ru_ru: Включите, чтобы автоматически отправлять печатную форму покупателю по email после оформления заказа

source: Payment plugins not installed yet
ru_ru: Не установлено ни одного платежного плагина

source: Homepage
ru_ru: Главная страница

source: Social sharing Title (og:title)
ru_ru: Заголовок (og:title)

source: For detailed information on Open Graph parameters and examples please refer to <a href="http://ogp.me" target="_blank">ogp.me</a>
ru_ru: Подробная информация о возможных вариантах значений параметров Open Graph опубликована на сайте протокола <a href="http://ogp.me" target="_blank">ogp.me</a>

source: Social sharing Image URL (og:image)
ru_ru: Изображение (og:image)

source: Social sharing Video URL (og:video)
ru_ru: Видео (og:video)

source: Social sharing Description (og:description)
ru_ru: Описание (og:description)

source: Social sharing Type (og:type)
ru_ru: Тип страницы (og:type)

source: E.g. <b>website</b>.
ru_ru: Например, <b>website</b>.

source: Multiple instances of every payment option with custom settings can be created.
ru_ru: Каждый способ оплаты можно установить несколько раз и задать каждому способу различные настройки.

source: Offer this payment method with the selected shipping methods
ru_ru: Предлагать этот способ оплаты для выбранных способов доставки

source: Multiple instances of every shipping option with custom settings can be created.
ru_ru: Каждый способ доставки можно установить несколько раз и задать каждому способу различные настройки.

source: Manual payment
ru_ru: Оплата в ручном режиме

source: Use these meta tags for social sharing too
ru_ru: Для соцсетей использовать эти же заголовки

source: An array containing information about current backend user (agent) sending a message
ru_ru: Массив данных пользователя бекенда (менеджера), который отправляет сообщение

source: User full name
ru_ru: Полное имя пользователя

source: User first name
ru_ru: Имя пользователя

source: User last name
ru_ru: Фамилия пользователя

source: User email
ru_ru: Email пользователя

source: User phone number
ru_ru: Телефон пользователя

source: Store name (as defined in General settings)
ru_ru: Название магазина, заданное в общих настройках

source: Store phone number
ru_ru: Номер телефона магазина

source: Store primary email
ru_ru: Основной email магазина

source: Store working days, e.g. Sun, Mon, Wed—Fri
ru_ru: Дни работы магазина, например, Пн—Пт

source: Start of store’s business hours; e.g., 9:00 am
ru_ru: Начало рабочего дня, например, 10:00

source: End of store’s business hours; e.g., 5:00 pm
ru_ru: Конец рабочего дня, например, 19:00

source: You did not create any product categories yet.
ru_ru: Вы еще не создали ни одной категории товаров.

source: Anti-spam
ru_ru: Анти-спам

source: Checkout anti-spam filter
ru_ru: Антиспам-фильтр для заказов

source: Checkout anti-spam filtering is seamless for real customers and will automatically reject spammy orders placed by robots.
ru_ru: Антиспам-фильтр для заказов работает незаметно для реальных покупателей и автоматически отвергает все заказы, оформленные ботами.

source: Alerts on rejected checkout attempts
ru_ru: Уведомления об отвергнутых попытках заказа

source: Enable alerts on spammy checkout attempts to make sure none of real orders were rejected by the anti-spam filter.
ru_ru: Включите email-уведомления о попытках оформления заказов ботами, чтобы быть уверенным, что ни один реальный заказ не был отвергнут по ошибке.

source: Captcha
ru_ru: Капча

source: Enable captcha for checkout (not required)
ru_ru: Включить капчу для оформления заказов (необязательно)

source: Optional. Enable checkout captcha when seamless anti-spam protection is not enough.
ru_ru: Капча (ввод кода на изображении) — дополнительная защита от заказов, оформляемых ботами. Включите капчу, если встроенная система защиты, незаметная для покупателя, недостаточно хорошо фильтрует заказы от спамеров.

source: If your store is under spammers attack and you receive lots of fraudulent orders placed by robots, protect the checkout routine with seamless anti-spam filtering. This will automatically filter all spam and save genuine orders only.
ru_ru: Если вы получаете поток заказов, и ни один из них не подтверждается, значит заказы оформляют не реальные покупатели, а роботы. Ваш магазин под атакой спамеров. Включите антиспам-фильтр, чтобы автоматически отфильтровать поток реальных заказов от спама.

source: Webasyst Captcha
ru_ru: Капча Webasyst

source: Selected captcha type will be used throughout your storefront wherever applicable.
ru_ru: Выбранный тип будет использован на витрине вашего интернет-магазина везде, где показывается капча.

source: Get Google reCAPTCHA site key and secret for your site on <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>
ru_ru: Получите ключи Google reCAPTCHA для вашего сайта по адресу <a href="https://www.google.com/recaptcha" target="_blank">https://www.google.com/recaptcha</a>

source: Spammy order alert
ru_ru: Отклоненная попытка заказа

source: Something went wrong while processing your data. Please contact store team directly regarding your order. A notification about this error has been sent to the store admin.
ru_ru: Что-то прошло не так при обработке вашего запроса. Уведомление о попытке заказа отправлено в отдел продаж Пожалуйста, свяжитесь со отделом продаж напрямую, чтобы подтвердить ваш заказ.

source: The following order attempt was REJECTED because user acted like a bot. Order record has not been created yet. If this is a valid order, you will need to confirm it with the customer and manually place the order in your store backend.
ru_ru: Попытка заказа была ОТКЛОНЕНА, так как пользователь вел себя, как бот. Заказ не был сохранен. Если это реальный заказ, подтвержденный покупателем, добавьте заказ вручную в бекенде вашего интернет-магазина.

source: Export product and category custom parameters
ru_ru: Экспортировать дополнительные параметры товаров и категорий

source: Product lists
ru_ru: Списки товаров

source: Use lazy loading
ru_ru: Использовать автоматическую подгрузку (lazy loading)

source: Products will be loaded automatically when you scroll the page in “Products” section in backend. If you need pagination, disable this setting.
ru_ru: Товары в разделе «Товары» будут подгружаться автоматически при прокручивании страницы. Если нужно использовать постраничную навигацию, выключите эту настройку.

source: Hide out-of-stock products
ru_ru: Скрыть все товары, которых нет на складе

source: Out-of-stock products will remain published, but will be automatically hidden from all product lists on this storefront, e.g. product search results, category product filtering, and others. Product quantities in all stocks are taken into account.
ru_ru: Товары, которых нет на складе, будут опубликованы и доступны на витрине по прямой ссылке, но будут скрыты из всех списков товаров: из результатов поиска, из категорий, из результатов фильтрации товаров и т. д. Учитываются остатки товаров на всех складах.

source: Display as is
ru_ru: Показывать как есть

source: All product lists will contain both in-stock and out-of-stock products.
ru_ru: Списки товаров на этой витрине будут содержать все товары вне зависимости от их остатка на складе.

source: Out-of-stock products
ru_ru: Нет на складе

source: Usage % limit
ru_ru: Максимальная скидка %

source: Limits the maximum % of order amount that can be paid with bonus (i.e. maximum discount a customer can get by applying the bonus).
ru_ru: Ограничение на максимальную скидку на заказ, которую можно получить, используя бонусную программу (% от суммы заказа).

source: How to save discount calculation description:
ru_ru: Как сохранять описание расчета скидки:

source: for each product
ru_ru: для каждого товара

source: for entire order
ru_ru: для всего заказа

source: Depending on your store setup, different levels of discount detalization may be useful.
ru_ru: В зависимости от настройки магазина могут быть удобны разные варианты сохранения детализации расчета скидки.

source: Sender name
ru_ru: Имя отправителя

source: provided in Settings &gt; General settings
ru_ru: задается в разделе Настройки &gt; Общие настройки

source: provided in Storefronts &gt; Settings and customizable for each storefront
ru_ru: задается в разделе Витрина &gt; Настройки отдельно для каждой витрины

source: Unsettled
ru_ru: Подвешенные

source: Merge
ru_ru: Объединить

source: mark this order as settled
ru_ru: оставить без объединения

source: Order content is unknown
ru_ru: Содержимое заказа не задано

source: Unknown channel
ru_ru: Неизвестный канал

source: Buy button
ru_ru: Виджет «Купить»

source: Images &amp; Video
ru_ru: Фото и видео

source: Text color
ru_ru: Цвет текста

source: Background color
ru_ru: Цвет фона

source: Upselling & Similar product recommendations are not configured for %s product type. Setup filtering conditions for %s in the master <a href="%s">recommendation settings</a>.
ru_ru: Для типа товаров «%s» условия подбора схожих и альтернативных товаров не заданы. Настройте условия подбора для товаров типа «%s» в основных <a href="%s">настройках рекомендаций</a>.

source: Hidden product
ru_ru: Скрытый товар
