Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Uploading...
ru_ru: Загрузка...

source: Upload
ru_ru: Загрузить

source: Unknown
ru_ru: Неизвестный

source: Please select a payment method
ru_ru: Выберите способ оплаты

source: Locations
ru_ru: Локации

source: Logout
ru_ru: Выход

source: Invalid value
ru_ru: Некорректное значение

source: Remove duplicate
ru_ru: Удалить дубликат

source: Logo not uploaded. Please try again.
ru_ru: Логотип не загружен. Повторите попытку.

source: Missing storefront id.
ru_ru: Отсутствует идентификатор витрины.

source: Invalid image format.
ru_ru: Некорректный формат изображения.

source: Parameters are not specified: %s
ru_ru: Не указаны параметры: %s

source: %d product imported with errors
ru_ru: %d товар импортирован с ошибками

source: %d SKU not imported due to pricing plan restriction
ru_ru: %d артикул не импортирован из-за ограничений тарифного плана

source: Unknown offset
ru_ru: Неизвестное значение смещения

source: Unknown count
ru_ru: Неизвестное количество

source: Service does not exist.
ru_ru: Услуга не существует.

source: Service is already in cart.
ru_ru: Услуга уже выбрана в корзине.

source: Service variant does not exist.
ru_ru: Вариант услуги не существует.

source: Incorrect input data
ru_ru: Некорректные данные

source: No product to add service to.
ru_ru: Нет товара для добавления услуг.

source: Data mismatch. Shopping cart parameters have changed beyond this page?
ru_ru: Несовпадение данных. Параметры корзины изменились вне этой страницы?

source: Quantity must be integer.
ru_ru: Количество должно быть целым числом.

source: Not enough in stock.
ru_ru: Недостаточное количество на складе.

source: You must be logged in to complete this order.
ru_ru: Для завершения заказы вы должны быть авторизованы.

source: Order creation error.
ru_ru: Ошибка создания заказа.

source: Unable to save order.
ru_ru: Не удалось сохранить заказ.

source: Discount is greater than order total.
ru_ru: Скидка больше стоимости заказа.

source: Unknown shipping method.
ru_ru: Неизвестный способ доставки.

source: Unable to calculate a shipping rate.
ru_ru: Не удалось рассчитать стоимость доставки.

source: You are logged in as a company. Please log out and login again as a person.
ru_ru: Вы авторизованы как юридическое лицо. Пожалуйста, выйдите и снова войдите от имени физического лица.

source: You are logged in as a person. Please log out and log in again as a company.
ru_ru: Вы авторизованы как физическое лицо. Пожалуйста, выйдите и снова войдите от имени юридического лица.

source: Please select customer type.
ru_ru: Выберите тип клиента.

source: No shipping options available for selected region.
ru_ru: Для выбранного региона нет доступных вариантов доставки.

source: Please select shipping option.
ru_ru: Выберите вариант доставки.

source: <br>Product URLs: /<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/subcategory-name/subcategory-name/</strong>
ru_ru: <br>Страницы товаров: /<strong>product-name/</strong><br>Страницы категорий: /category/<strong>category-name/subcategory-name/subcategory-name/</strong>

source: Checkout mode
ru_ru: Вид оформления заказа

source: <span class="checkout-2-background">%s</span> (might be not supported by all design themes; check in your theme description or in checkout settings after you select this mode)
ru_ru: <span class="checkout-2-background">%s</span> (может не поддерживаться всеми темами дизайна; проверьте в описании своей темы или в настройках оформления заказа после выбора этого режима)

source: If your design theme does not support “in-cart checkout”, standard checkout design of “Default” theme can be used. <a href="%s" target="_blank">Set up</a> <i class="icon16 new-window"></i>in-cart checkout.
ru_ru: Если ваша тема дизайна не поддерживает «оформление заказа в корзине», для страницы оформления заказа может использоваться стандартный дизайн темы «Дефолт». <a href="%s" target="_blank">Настройте</a> <i class="icon16 new-window"></i>оформление заказа в корзине.

source: Read <a href="https://www.shop-script.com/help/29297/in-cart-checkout/" target="_blank">user manual</a> before enabling this checkout option.
ru_ru: Прочтите <a href="https://support.webasyst.ru/shop-script/29292/in-cart-checkout/" target="_blank">иструкцию</a> перед включением этого вида оформления заказа.

source: <a href="%s" target="_blank">Set up</a> <i class="icon16 new-window"></i>multi-step checkout
ru_ru: <a href="%s" target="_blank">Настройте</a> <i class="icon16 new-window"></i>пошаговое оформление заказа

source: Array of product SKUs
ru_ru: Массив артикулов товара

source: Array of product images
ru_ru: Массив изображений товара

source: Array of product categories
ru_ru: Массив категорий товара

source: Array of product tags
ru_ru: Массив тегов товара

source: Array of product subpages
ru_ru: Массив подстраниц товара

source: Array of product features and values
ru_ru: Массив характеристик товара и их значений

source: Array of product reviews
ru_ru: Массив отзывов о товаре

source: Returns HTML of in-cart checkout cart block
ru_ru: Возвращает HTML-код блока корзины для оформления заказа в корзине

source: Returns variables that $wa->shop->checkout()->cart() assigns to its template
ru_ru: Возвращает переменные, которые $wa->shop->checkout()->cart() формирует для своего шаблона

source: Returns HTML of in-cart checkout form
ru_ru: Возвращает HTML-код формы оформления заказа в корзине

source: Returns variables that $wa->shop->checkout()->form() assigns to its template
ru_ru: Возвращает переменные, которые $wa->shop->checkout()->form() формирует для своего шаблона

source: Returns checkout page URL
ru_ru: Возвращает URL страницы оформления заказа

source: Returns shopping cart page URL
ru_ru: Возвращает URL страницы корзины

source: Nearest delivery date and time formatted as <em>yyyy-mm-dd</em>; e.g., <em>2001-12-31</em>.
ru_ru: Ближайшая дата и время доставки в формате <em>yyyy-mm-dd</em>, например, <em>2001-12-31</em>.

source: Recommended
ru_ru: Рекомендуем

source: Configure recommendations (Cross-selling)
ru_ru: Настроить рекомендации (перекрестные продажи)

source: Your shopping cart is empty
ru_ru: Ваша корзина пуста

source: Logging in makes ordering simple because all your orders are saved in your account history and you do not need to enter contact details for every new order.
ru_ru: Вход с паролем делает посещение интернет-магазина более удобным: все заказы сохраняются в истории личного кабинета, а при повторных заказах не нужно заново заполнять свои контактные данные.

source: Log out if you want to check out as another customer
ru_ru: Выйдите, если хотите оформить заказ от имени другого покупателя

source: I accept <a href="">terms of service</a>
ru_ru: Принимаю <a href="">условия работы</a>

source: Pickup
ru_ru: Самовывоз

source: Post
ru_ru: Почта

source: By placing an order you confirm that you are of adult age and agree to our <a href="">personal data processing terms</a>
ru_ru: Оформляя заказ, вы подтверждаете свое совершеннолетие и соглашаетесь с нашими <a href="">условиями обработки персональных данных</a>

source: We have received your order. Thank you!
ru_ru: Заказ оформлен. Спасибо!

source: We will contact you soon. Your order No. is $order_id.
ru_ru: Мы свяжемся с вами в ближайшее время. Номер вашего заказа: $order_id.

source: Go to home page
ru_ru: Перейти на главную страницу

source: We will contact you as soon as possible. Your order No. is $order_id.
ru_ru: Мы свяжемся с вами в ближайшее время. Номер вашего заказа: $order_id.

source: less or equal
ru_ru: меньше или равно

source: Your order number is
ru_ru: Ваш номер заказа

source: Profile
ru_ru: Профиль

source: Image uploading error
ru_ru: Ошибка загрузки изображения

source: <a href="%s" target="_blank">Add a shipping method</a>
ru_ru: <a href="%s" target="_blank">Добавьте способ доставки</a>

source: <a href="%s" target="_blank">Add a payment method</a>
ru_ru: <a href="%s" target="_blank">Добавьте способ оплаты</a>

source: General checkout settings
ru_ru: Общие настройки оформления заказа

source: Additional order picking time
ru_ru: Дополнительное время на комплектацию

source: Specify a period of time expressed in hours. It will be added to order ready time calculated by storefront business hours.
ru_ru: Укажите период времени в часах. Он будет добавлен ко времени готовности заказа с учетом режима работы витрины.

source: This setting is used only with in-cart checkout option.
ru_ru: Эта настройка используется только в режиме оформления заказа в корзине.

source: Existing customer’s data will be updated by the data from a new order.
ru_ru: Данные существующего покупателя будут обновлены данными из нового заказа.

source: free
ru_ru: бесплатно

source: Set password
ru_ru: Придумайте пароль

source: Signup
ru_ru: Регистрация

source: Password recovery
ru_ru: Восстановление пароля

source: Free
ru_ru: Бесплатно

source: Some items in your order are not available. Please remove them from your cart.
ru_ru: Некоторые товары в вашем заказе недоступны — удалите их из корзины.

source: Shipping plugin not found.
ru_ru: Плагин доставки не найден.

source: Page not supported by selected design theme.
ru_ru: Страница не поддерживается выбранной темой дизайна.

source: Returns working schedule data array for current storefront
ru_ru: Возвращает массив данных с режимом работы магазина для текущей витрины

source: Site URL
ru_ru: URL сайта

source: This mode will be available in Shop-Script 8.1.
ru_ru: Этот режим будет доступен в Shop-Script 8.1.

source: Shipping area
ru_ru: Область доставки

source: Select a point
ru_ru: Выбрать пункт

source: Pickup option selection
ru_ru: Выбор варианта самовывоза

source: List
ru_ru: Список

source: Map
ru_ru: Карта

source: Shipping services
ru_ru: Службы доставки

source: Select a shipping type.
ru_ru: Выберите тип доставки.

source: Select a shipping option.
ru_ru: Выберите вариант доставки.

source: Manual product sorting may work inconsistently in this mode. Select other sorting options for stable results.
ru_ru: Сортировка товаров вручную может работать непредсказуемо в этом режиме. Для получения стабильного результата выберите другой вариант сортировки.

source: In <a href="%s" target="_blank">storefront settings <i class="icon16 new-window"></i></a> you can switch between <strong>multi-step checkout</strong> and <strong>in-cart checkout</strong>.
ru_ru: В <a href="%s" target="_blank">настройках витрины <i class="icon16 new-window"></i></a> можно переключаться между <strong>пошаговым оформлением заказа</strong> и <strong>оформлением заказа в корзине</strong>.

source: https://www.shop-script.com/help/29577/in-cart-checkout-settings/
ru_ru: https://support.webasyst.ru/shop-script/29292/in-cart-checkout/

source: Setup instructions
ru_ru: Инструкция по настройке

source: Common settings for all storefronts with multi-step checkout.
ru_ru: Общие настройки для всех витрин с пошаговым оформлением заказа.

source: Online store
ru_ru: Интернет-магазин

source: Select another SKU
ru_ru: Выбрать другой артикул

source: Payment option will be available in your customer account after your order has been verified.
ru_ru: Возможность оплаты будет доступна в вашем аккаунте покупателя после проверки заказа.

source: This item is not available
ru_ru: Товар недоступен для заказа

source: Done
ru_ru: Готово

source: Invalid plugin type.
ru_ru: Неверный тип плагина.

source: You have not accepted the terms of service.
ru_ru: Вы не подтвердили согласие с условиями предоставления услуг.

source: More contact information
ru_ru: Больше контактных данных

source: Please confirm your phone number
ru_ru: Подтвердите свой номер телефона

source: sent to your phone
ru_ru: отправлен на телефон

source: Please confirm your email address
ru_ru: Подтвердите свой email-адрес

source: sent by email
ru_ru: отправлен по email

source: Unsupported contact data type
ru_ru: Неподдерживаемый тип контактных данных

source: Complete checkout
ru_ru: Завершить оформление

source: Confirmation code
ru_ru: Проверочный код

source: You can request a new confirmation code in %s.
ru_ru: Новый код можно будет запросить через %s.

source: Re-send
ru_ru: Выслать еще раз

source: Send code
ru_ru: Выслать код

source: Enter a confirmation code to complete checkout.
ru_ru: Чтобы завершить оформление заказа, введите проверочный код.

source: You do not need to confirm this value any more.
ru_ru: Вам больше не нужно подтверждать это значение.

source: You cannot use these values.
ru_ru: Вы не можете использовать эти данные.

source: Please confirm your contact data.
ru_ru: Необходимо подтвердить свои контактные данные.

source: https://www.shop-script.com/help/29297/in-cart-checkout/#customer-profiles-updating
ru_ru: https://support.webasyst.ru/shop-script/29292/in-cart-checkout/#customer-profiles-updating

source: <a href="%s" target="_blank">How to choose the correct option for this setting</a>.
ru_ru: <a href="%s" target="_blank">Как выбрать подходящее значение для этой настройки</a>.

source: Back to shopping
ru_ru: Вернуться к покупкам

source: Rounded discount value
ru_ru: Округленное значение скидки

source: Show this message on checkout completion and in customers’ personal accounts if setting “<strong>%s</strong>” is disabled.
ru_ru: Показывать это сообщение после оформления заказа и в личном кабинете покупателя, если отключена настройка «<strong>%s</strong>».

source: Individual tax values are first calculated per order item and and their sum is obtained as the final result. Such a sum may differ from a common tax value if calculated for the total order amount, and you can correct that in printable documents, if necessary.
ru_ru: Для каждого товара в заказе налог вычисляется отдельно, и эти значения складываются для получения конечного результата. При суммировании может возникать погрешность вычисления — ее можно при необходимости исправить в печатных документах.

source: Shipping area selection
ru_ru: Выбор области доставки

source: Offer selection of shipping type and show pickup point selection map.
ru_ru: Предлагать выбор типа доставки и показывать карту выбора пунктов самовывоза.

source: Offer selection of shipping type. Show pickup point selection map only on screens over 760 pixels wide.
ru_ru: Предлагать выбор типа доставки. Показывать карту выбора пунктов самовывоза только на экранах шириной больше 760 пикселей.

source: Do not offer selection of shipping type or show pickup point selection map.
ru_ru: Не предлагать выбор типа доставки и не показывать карту выбора пунктов самовывоза.

source: Product ID
ru_ru: ID товара

source: (skip products and categories, import only SKUs)
ru_ru: (пропускать товары и категории и импортировать только артикулы)

source: SKU ID
ru_ru: ID артикула

source: Total order weight
ru_ru: Общий вес заказа

source: Width × length × height
ru_ru: Ширина × длина × высота

source: Total order dimensions
ru_ru: Общие габариты заказа

source: Order shipping address
ru_ru: Адрес доставки заказа

source: Extra address
ru_ru: Дополнительный адрес

source: Extra shipping address
ru_ru: Дополнительный адрес доставки

source: Extra billing address
ru_ru: Дополнительный адрес плательщика

source: More shipping addresses
ru_ru: Другие адреса доставки

source: This report is generated only for storefronts with multi-step checkout.
ru_ru: Этот отчет формируется только для витрин с пошаговым оформлением заказа.

source: Multi-step checkout storefronts
ru_ru: Витрины с пошаговым оформлением заказа

source: Wait for %d second
ru_ru: Подождите %d секунду

source: Code sending error
ru_ru: Ошибка отправки кода

source: Code has not been sent
ru_ru: Код не отправлен

source: You have run out of available attempts. Please send a new SMS.
ru_ru: Закончилось доступное количество попыток. Отправьте SMS еще раз.

source: You have entered an incorrect code. %d more attempt is available.
ru_ru: Вы ввели неверный код. У вас осталась %d попытка.

source: Incorrect data specified to send a code
ru_ru: Неправильно указаны данные для отправки кода

source: Product &amp; category descriptions
ru_ru: Описания товаров и категорий

source: Export descriptions
ru_ru: Экспортировать описания

source: Generating a shopping cart from selected items
ru_ru: Формируем корзину из выбранных товаров

source: Selecting shipping and payment options for selected items
ru_ru: Подбираем варианты доставки и оплаты для выбранных товаров

source: More billing addresses
ru_ru: Другие адреса плательщика

source: Unknown SKU
ru_ru: Неизвестный артикул

source: product name
ru_ru: название товара

source: sku name
ru_ru: название артикула

source: compare at price
ru_ru: зачеркнутая цена

source: purchase price
ru_ru: закупочная цена

source: Unique product image URLs
ru_ru: Уникальность URL изображений товаров

source: by file name
ru_ru: по имени файла

source: by file path
ru_ru: по пути к файлу

source: by file path and domain name
ru_ru: по пути к файлу и доменному имени

source: domain.com
ru_ru: domain.ru

source: Select how unique image URLs must be extracted from your CSV file.
ru_ru: Выберите, как должны извлекаться уникальные URL изображений из вашего CSV-файла.

source: Lighting and electrical goods
ru_ru: Свет и электротовары

source: Clothes & footwear
ru_ru: Одежда и обувь

source: Appliances
ru_ru: Бытовая техника

source: Mobile phones & tablets
ru_ru: Мобильные телефоны и планшеты

source: Cosmetics
ru_ru: Косметика

source: Do not export
ru_ru: Не экспортировать

source: Export default size images
ru_ru: Экспортировать изображения стандартного размера

source: Export %s large images
ru_ru: Экспортировать изображения размером %s

source: Product image size settings
ru_ru: Настройка размеров изображений товаров

source: Select how to export product images
ru_ru: Выберите, как нужно экспортировать изображения товаров

source: Product examples have been added to your online store. Now you may also add your own products as described below.
ru_ru: Примеры товаров добавлены в ваш интернет-магазин. Теперь вы можете добавить собственные товары, как описано далее.

source: Updated %d product image description
ru_ru: Обновлено %d описание изображения товара

source: %d SKU imported with errors
ru_ru: %d артикул импортирован с ошибками

source: Product image descriptions
ru_ru: Описания изображений товаров

source: Delete all products
ru_ru: Удалить все товары

source: Log in or sign up
ru_ru: Войти или зарегистрироваться

source: Primary SKU’s features &amp; image
ru_ru: Характеристики и изображение основного артикула

source: Export primary SKU’s features and image in a separate line for products in “Purchase options” mode
ru_ru: Экспортировать характеристики и изображение основного артикула отдельной строкой для товаров в режиме «Варианты покупки»

source: For products in “Selectable parameters” mode, primary SKU’s features and image are always exported in a separate line.
ru_ru: Для товаров в режиме «Выбор параметров» характеристики и изображение основного артикула всегда экспортируются отдельной строкой.

source: Add order
ru_ru: Добавить заказ

source: type a product name
ru_ru: введите название товара

source: without photos
ru_ru: без фото

source: with photos
ru_ru: с фото

source: Photos
ru_ru: Фотографии

source: date
ru_ru: дата

source: deleted ones
ru_ru: удаленные

source: published
ru_ru: опубликованные

source: pending moderation
ru_ru: непроверенные

source: Moderation
ru_ru: Модерация

source: view all reviews
ru_ru: посмотреть все отзывы

source: Allow customers to attach images to their reviews
ru_ru: Разрешать покупателям загружать изображения к отзывам

source: Publish reviews only after moderation
ru_ru: Публиковать отзывы только после проверки

source: Recommended with enabled option “Allow customers to attach images to their reviews”.
ru_ru: Рекомендуется включить вместе с настройкой «Разрешать покупателям загружать изображения к отзывам».

source: Your review will be published after moderation.
ru_ru: Ваш отзыв появится на сайте после проверки.

source: Too large total image size. Remove some images or reduce their size with an image processing program before uploading.
ru_ru: Слишком большой размер изображений. Удалите некоторые изображения или уменьшите их размер с помощью графического редактора.

source: Image uploading is disabled.
ru_ru: Загрузка изображений заблокирована.

source: Image deletion error
ru_ru: Ошибка при удалении изображения

source: Confirm image deletion
ru_ru: Подтвердите удаление изображения

source: Upload photos
ru_ru: Загрузить фотографии

source: or drag &amp; drop here (max. 10 photos)
ru_ru: или перетащите сюда (до 10 фото)

source: Add a description
ru_ru: Добавить описание

source: Enter a description here
ru_ru: Введите описание

source: You can upload a maximum of 10 photos.
ru_ru: Можно загрузить не больше 10 фотографий.

source: Unsupported image type. Use PNG, GIF and JPEG image files only.
ru_ru: Недопустимый тип изображения. Используйте файлы в форматах PNG, GIF и JPEG.

source: Total size of selected files cannot be greater than
ru_ru: Общий размер выбранных файлов не должен превышать

source: Each file’s size cannot be greater than
ru_ru: Размер каждого файла не должен превышать

source: publish
ru_ru: опубликовать

source: Show order items’ and total order weight
ru_ru: Показывать вес товаров и общий вес заказа

source: No products are selected
ru_ru: Товары не выбраны

source: Select products and execute a corresponding action using the menu on the right in “Products” section.
ru_ru: Выберите нужные товары и выполните соответствующее действие в меню справа в разделе «Товары».

source: Order editor
ru_ru: Редактирование заказов

source: Manually added orders’ editor
ru_ru: Редактирование заказов, добавленных вручную

source: Select which fields must available for the editing of orders with selected order source “%s”.
ru_ru: Выберите, какие поля должны быть доступны при редактировании заказов, для которых выбран источник «%s».

source: If a storefront is selected as an order‘s source then that storefront’s checkout settings define which fields are available for order editing.
ru_ru: Если в качестве источника заказа выбрана витрина, то при редактировании заказа доступны поля, включенные в настройках оформления заказа для этой витрины.

source: Use custom settings
ru_ru: Использовать собственные настройки

source: Default customer source
ru_ru: Источник покупателя по умолчанию

source: Type a source name
ru_ru: Напишите название источника

source: Pre-fill address fields
ru_ru: Автоматически заполнять поля адреса

source: These values will be selected by default for new orders created in backend.
ru_ru: Устанавливаются по умолчанию в поля адреса при создании заказа в бекенде.

source: Person contacts’ fields
ru_ru: Поля контактов-персон

source: Company contacts’ fields
ru_ru: Поля контактов-компаний

source: Name fields
ru_ru: Поля для имени

source: You need access to Settings app to edit contact fields.
ru_ru: Для редактирования полей контакта нужен доступ к приложению «Настройки».

source: Show payment address fields
ru_ru: Показывать поля адреса плательщика.

source: 3 separate fields to enter name parts
ru_ru: 3 отдельных поля для ввода частей имени

source: 1 common field to enter a full name
ru_ru: 1 общее поле для ввода полного имени

source: The product is already in your cart.
ru_ru: Товар уже в вашей корзине.

source: %d review image updated.
ru_ru: Обновлено %d изображение отзыва.

source: %d review affected.
ru_ru: Обработан %d отзыв.

source: Prev
ru_ru: Пред

source: Next
ru_ru: След

source: Added
ru_ru: Добавлено

source: Adding
ru_ru: Добавляется

source: All promos
ru_ru: Все акции

source: Scheduled promos
ru_ru: Запланированные

source: Finished promos
ru_ru: Завершённые

source: Active promos
ru_ru: Активные

source: Beginning
ru_ru: Начало
