Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Bulk image upload allows you to instantly create multiple products by uploading a single set of image files. Shop-Script will automatically group images according to their file names, and you will be able to manually arrange them between each other to either create new products or attach to existing products. Bulk image uploader works in HTML5-enabled browsers only.
ru_ru: Массовая загрузка изображений позволяет быстро создавать товары при загрузке группы файлов изображений. Shop-Script автоматически сгруппирует изображения по именам файлов, и вы сможете вручную организовать их, либо создавая новые товары, либо привязывая изображения к уже существующим товарам. Массовая загрузка изображений работает только в браузерах, поддерживающих HTML5.

source: Drag images between automatically detected groups, and assign them to either new or existing products. Click “Upload images” when setup is complete.
ru_ru: Перетаскивайте изображения между автоматически обнаруженными группами и прикрепляйте их к новым либо существующим товарам. После завершения группировки щелкните по кнопке «Загрузить изображения».

source: Upload images
ru_ru: Загрузить изображения

source: Select storefront to make product image URLs exported properly
ru_ru: Витрину необходимо выбрать для правильного формирования адресов изображений товаров

source: Assign all new products following product type:
ru_ru: Установить всем новым товарам следующий тип товаров:

source: Unkown type of product
ru_ru: Неизвестный тип товаров

source: Products added:
ru_ru: Добавлено товаров:

source: Images uploaded:
ru_ru: Загружено изображений:

source: Add product
ru_ru: Добавить товар

source: Comment to the order
ru_ru: Комментарий к заказу

source: Courier
ru_ru: Курьер

source: Courier shipping module. Shipping rate is calculated based on the shipping region, and either order total amount or order total weight.
ru_ru: Расчет стоимости доставки в зависимости от региона доставки, общей суммы или веса заказа.

source: Cash
ru_ru: Наличные

source: Pay in cash upon receipt
ru_ru: Оплата наличными при получении

source: No products were found.
ru_ru: Не найдено ни одного товара.

source: To activate this mode, this particular product must be assigned a product type which offers at least one <strong>selectable</strong> feature (the list of available product types and features is configured at <em>Settings &rarr; Product types &amp; features</em>).
ru_ru: Чтобы включить этот режим продажи для данного товара, необходимо отнести его к типу товаров с хотя бы одной характеристикой, предполагающей <strong>выбор</strong> из заданных вариантов (список типов товаров и характеристик настраивается в разделе <em>Настройки &rarr; Типы товаров и характеристики</em>).

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$product.params.key&#125;</em>. Each key=value pair must be on a separate line.
ru_ru: Необязательный набор дополнительных параметров <em>key=value</em> (используются в шаблоне общедоступной части в виде <em>&#123;$product.params.key&#125;</em>). Каждую пару key=value указывайте с новой строки.

source: Only Latin characters, numbers, underscore and hyphen symbols are allowed
ru_ru: Допускается использовать только латинские буквы, цифры, символ подчеркивания и дефис

source: Delete product
ru_ru: Удалить товар

source: Prompt for address
ru_ru: Запрашивать адрес

source: During the “Shipping” checkout step, when customer selects a preferred shipping option but shipping address was not yet entered, instantly prompt customer to provide:
ru_ru: На шаге оформления заказа «Доставка», на котором покупатель выбирает способ доставки, если адрес доставки еще не указан, запрашивать у покупателя:

source: All required address fields
ru_ru: Все обязательные поля адреса

source: Prompt for all address fields according to the selected shipping option implementation. If you use this option and have “Shipping” prior to “Contact info” in the checkout step order, it is advisable to hide (disable) shipping address form on the “Contact Info” checkout step to avoid asking for address twice.
ru_ru: Запрашивать все поля адреса доставки, необходимые для работы выбранного модуля доставки. Если вы выбрали этот вариант и поместили шаг «Доставка» перед шагом «Контактная информация» в настройках оформления заказа, рекомендуется скрыть (отключить) поля адреса доставки в шаге «Контактная информация», чтобы не требовать их заполнения повторно.

source: If a customer has completed some address fields on “Contact info” checkout step, those fields may be not available for editing on “Shipping” step depending on shipping modules’ settings.
ru_ru: Если покупатель заполнил некоторые поля адреса на шаге «Контактная информация», эти поля могут быть недоступны для редактирования на шаге «Доставка» в зависимости от настроек модулей доставки.

source: Only fields required for shipping rate estimation
ru_ru: Только поля, необходимые для расчета стоимости доставки

source: Prompt for fields required for shipping rate and delivery date estimation only (shipping option implementation declares the list of such fields). This is a suitable setup option if you have “Shipping” prior to “Contact info” in the checkout step order setup.
ru_ru: Запрашивать только поля, необходимые для приблизительного расчета стоимости и даты доставки (список полей определяется логикой работы модуля доставки). Эту настройку удобно использовать, если в настройках оформления заказа шаг «Доставка» помещен перед шагом «Контактная информация».

source: The shipping checkout step prompts customer to select preferable shipping option from the list configured on the <a class="inline" href="#/shipping/">Shipping</a> settings screen.
ru_ru: На шаге «Доставка» у покупателя запрашивается предпочтительный способ доставки из списка, сформированного в разделе настроек <a class="inline" href="#/shipping/">Доставка</a>.

source: The payment checkout step prompts customer to select preferable payment option from the list configured on the <a class="inline" href="#/payment/">Payment</a> settings screen.
ru_ru: На шаге «Оплата» у покупателя запрашивается предпочтительный способ оплаты из списка, сформированного в разделе настроек <a class="inline" href="#/payment/">Оплата</a>.

source: The confirmation checkout step presents overall order information including cart content, shipping and tax rates, total amount.
ru_ru: На шаге подтверждения отображается общая информация о заказе, включая содержимое корзины, стоимость доставки, размер начисленного налога и итоговую сумму.

source: Returns array of products by search criteria, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
ru_ru: Возвращает массив товаров в соответствии с критериями поиска, например, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> или <em>"*"</em> для всего списка товаров.

source: Optional <em>options</em> parameter indicates additional product options, e.g. <em>["params" => 1]</em> to include product custom parameter values into the output.
ru_ru: Необязательный параметр <em>options</em> используется для включения в результат дополнительных характеристик товаров, например, <em>["params" => 1]</em>.

source: Returns array of products from the specified set.
ru_ru: Возвращает массив товаров из указанного списка.

source: Product summary (brief description)
ru_ru: Краткое описание товара

source: Product description
ru_ru: Описание товара

source: Product average rating (float, 0 to 5)
ru_ru: Средняя оценка покупателей (действительное число от 0 до 5)

source: Array of product’s SKUs
ru_ru: Массив артикулов товара

source: Array of product’s images
ru_ru: Массив изображений товара

source: Array of product’s categories
ru_ru: Массив категорий товара

source: Array of product’s tags
ru_ru: Массив тегов товара

source: Array of product’s subpages
ru_ru: Массив информационных страниц товара

source: Array of product’s features and their values
ru_ru: Массив значений характеристик товара

source: Array of product’s reviews
ru_ru: Массив отзывов о товаре

source: Array of services available for this product
ru_ru: Массив услуг, доступных для данного товара

source: Returns category object by <em>$category_id</em>
ru_ru: Возвращает объект категории по указанному <em>$category_id</em>

source: Returns category URL for specified <em>$category</em> array
ru_ru: Возвращает URL для указанного массива <em>$category</em> со свойствами категории

source: Array of custom category parameters
ru_ru: Массив дополнительных параметров категории

source: Returns array of products currently added into a comparison list
ru_ru: Возвращает массив товаров, в данный момент находящихся в списке товаров для сравнения

source: Returns number of products matching specified search conditions, e.g. <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em>, or <em>"*"</em> for all products list.
ru_ru: Возвращает количество товаров, соответствующих указанному заданному критерию поиска, например, <em>"tag/new"</em>, <em>"category/12"</em>, <em>"id/1,5,7"</em>, <em>"set/1"</em> или <em>"*"</em> для всего списка товаров.

source: In case shipping method and address were prompted prior to the contact info, only missing address fields will be requested.
ru_ru: Если способ доставки и адрес уже были введены до шага ввода контактной информации, покупателю будет предложено заполнить только недостающие поля.

source: This field can be invisible in some cases, so it may not be required.
ru_ru: Это поле в некоторых случаях становится невидимым, и поэтому не может быть обязательным.

source: If enabled, customer will be prompted to fill in address fields directly on the “Contact info” checkout step.
ru_ru: При включении этой настройки форма ввода адреса будет показана на шаге оформления заказа «Контактная информация».

source: Customize field list
ru_ru: Настроить список полей

source: Shipping address prompt
ru_ru: Форма ввода адреса доставки

source: Billing address prompt
ru_ru: Форма ввода адреса плательщика

source: This will permanently delete this shipping option. Are you sure?
ru_ru: Этот способ доставки будет полностью удален. Продолжить?

source: Create a copy
ru_ru: Создать копию

source: Terms of service
ru_ru: Условия предоставления услуг

source: If you want your customers to be prompted to read and agree to your company’s terms of service, refund and privacy policies or any other legal information during the checkout, enter the text to the field above. A checkbox to agree and a link to read this legal information will be shown on the Confirmation checkout step.
ru_ru: Если вы хотите, чтобы покупателям предлагалось ознакомиться и согласиться с условиями предоставления услуг, возврата денежных средств или иной юридической информацией во время оформления заказа, введите соответствующий текст в текстовом поле. После этого на шаге подтверждения заказа появится флажок для подтверждения согласия и ссылка для просмотра условий.

source: Generate sample policy
ru_ru: Сгенерировать текст примера

source: Backend
ru_ru: Бекенд

source: Required fields
ru_ru: Обязательные поля

source: When a new order is created via backend manually, contact info form will be validated according the Contact info form setup defined for the storefront (above). All required fields will be necessary to fill in.
ru_ru: При создании заказа вручную в бекенде заполнение контактных данных покупателя будет проверяться в соответствии с настройками для витрины (указанными выше). Все обязательные поля при этом должны быть заполнены.

source: When a new order is created via backend manually, contact info form will not be validated. Fields which are necessary to fill in when order is placed in the storefront, can be left blank when order is created via backend.
ru_ru: При создании заказа вручную в бекенде заполнение контактных данных покупателя проверяться не будет. Поля, отмеченные как обязательные для заполнения при оформлении заказа с витрины, могут не заполняться при создании заказа в бекенде.

source: This will permanently delete this payment option. Are you sure?
ru_ru: Этот способ оплаты будет полностью удален. Продолжить?

source: Oops! We are sorry, but <strong>we cannot offer any payment option for your order</strong>. Checkout cannot be completed.
ru_ru: Извините, заказ не может быть оформлен — мы <strong>не можем предложить ни одного способа оплаты для вашего заказа</strong>.

source: Oops! We are sorry, but <strong>we cannot ship this order to your selected destination</strong>. Checkout cannot be completed.
ru_ru: Извините, заказ не может быть оформлен — <strong>мы не можем доставить заказанные товары по указанному адресу</strong>.

source: Radio selector advanced settings
ru_ru: Расширенные настройки поля-переключателя

source: Depending on the current radio selector value, other contact form fields may be set to be omitted (become hidden). Manage form fields visibility settings using checkboxes below for each radio selector value.
ru_ru: В зависимости от выбранного значения поля-переключателя другие поля формы для ввода контактной информации могут быть отмечены как скрытые (т. е. будут пропущены). Для каждого из значений поля-переключателя отметьте галочками те поля формы ввода контактной информации, которые должны быть запрошены у пользователя.

source: Cannot delete order status while there are active orders in this status
ru_ru: Невозможно удалить статус, т. к. есть заказы, находящиеся в этом статусе.

source: If you want your customers to be prompted to read and agree to your company’s terms of service, refund and privacy policies or any other legal information during the checkout, enter the text to the field above. A checkbox to agree and a link to read this legal information will be shown on the Confirmation checkout step.
ru_ru: Если вы хотите, чтобы покупателям предлагалось ознакомиться и согласиться с условиями предоставления услуг, возврата денежных средств или иной юридической информацией во время оформления заказа, введите соответствующий текст в текстовом поле. После этого на шаге подтверждения заказа появится флажок для подтверждения согласия и ссылка для просмотра условий.

source: Required fields validation
ru_ru: Проверка обязательных полей

source: When shipping address form is disabled (hidden) on the “Contact info” step, address will be automatically prompted on the “Shipping” checkout step.
ru_ru: Если форма ввода адреса доставки выключена (скрыта) на шаге «Контактная информация», адрес будет автоматически запрошен у покупателя на шаге «Доставка».

source: Hide certain fields
ru_ru: Скрыть отдельные поля

source: This list of address fields is configured in the “Contact info” step settings.
ru_ru: Список полей адреса настраивается в конфигурации шага «Контактная информация».

source: Your current terms of service content will be erased. Are you sure?
ru_ru: Текущий текст условий предоставления услуг будет удален без возможности восстановления. Удалить?

source: You must read and agree to the Terms of service to place an order.
ru_ru: Вы должны прочитать и принять Условия предоставления услуг для того, чтобы оформить заказ.

source: I have read and agree to the <a href="%s" target="_blank">Terms of service</a>
ru_ru: Я принимаю <a href="%s" target="_blank">Условия предоставления услуг</a>

source: Click “Save” button below to commit changes.
ru_ru: Нажмите на кнопку «Сохранить», чтобы подтвердить изменения.

source: Manage conditions
ru_ru: Настроить условия

source: Set default fixed value
ru_ru: Установить значение

source: Default fixed value:
ru_ru: Фиксированное значение:

source: Enter available options for %s depending on it’s parent field value.
ru_ru: Заполните списки значений поля «%s» в зависимости от значения его родительского поля.

source: http://www.shop-script.com/help/conditional-contact-fields/
ru_ru: http://www.webasyst.ru/help/7/conditional-contact-fields/

source: Get help
ru_ru: Помощь

source: <strong>IF</strong> parent field
ru_ru: <strong>IF</strong> родительское поле

source: Prompt to select %s from the following list:
ru_ru: Предлагать выбрать %s из следующих вариантов:

source: <strong>ELSE</strong>, in case parent field value does not match any of the listed above
ru_ru: <strong>ELSE</strong>, если значение родительского поля не совпадает ни с одним из вариантов

source: Display &lt;input&gt; (custom text) field for %s
ru_ru: Показать &lt;input&gt; для ввода произвольного текста

source: Do not prompt for %s
ru_ru: Не запрашивать поле «%s»

source: Default value:
ru_ru: Фиксированное значение:

source: This will delete this order state. Are you sure?
ru_ru: Статус заказа будет удален. Вы уверены?

source: Shipping is required
ru_ru: Выберите способ доставки

source: We cannot ship to the specified address via %s.
ru_ru: Мы не можем доставить заказ по указанному адресу выбранным способом доставки «%s».

source: Please double-check the address above, or return to the shipping step and select another shipping option.
ru_ru: Пожалуйста, проверьте введенный адрес или вернитесь на шаг выбора способа доставки и выберите другой способ.

source: We are using <a href="http://www.shop-script.com/">Shop-Script 5</a>
ru_ru: Мы используем <a href="http://www.shop-script.ru/">Shop-Script 5</a>

source: We are using <a href="http://www.shop-script.com/">Shop-Script 7</a>
ru_ru: Мы используем <a href="http://www.shop-script.ru/">Shop-Script 7</a>

source: Special offers for %s
ru_ru: Спецпредложения на %s

source: %s is now <a href="%s"><strong>in your shopping cart</strong></a>
ru_ru: %s теперь <a href="%s"><strong>в вашей корзине покупок</strong></a>

source: Brands
ru_ru: Бренды

source: More
ru_ru: Еще

source: By name
ru_ru: По названию

source: Registered customers apply for affiliate bonuses and discounts on future orders
ru_ru: Зарегистрированные покупатели получают накопительные бонусные баллы и скидки на будущие заказы

source: Oops! %s is not available for purchase at the moment. Please remove this product from your shopping cart to proceed.
ru_ru: Извините, но товар «%s» недоступен для покупки в данный момент. Пожалуйста, удалите этот товар из корзины для того, чтобы оформить заказ.

source: Your payment has been successfully accepted. We will process your order and contact you shortly.
ru_ru: Оплата успешно принята. Мы обработаем ваш заказ и свяжемся с вами в ближайшее время.

source: Unkown product
ru_ru: Неизвестный товар

source: Product with the selected option combination is not available for purchase
ru_ru: Товар с выбранным набором характеристик недоступен для покупки

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 5</a>
ru_ru: Мы используем <a href="http://www.shop-script.ru/" target="_blank">Shop-Script 5</a>

source: We are using <a href="http://www.shop-script.com/" target="_blank">Shop-Script 7</a>
ru_ru: Мы используем <a href="http://www.shop-script.ru/" target="_blank">Shop-Script 7</a>

source: Order by phone
ru_ru: Заказ по телефону

source: Yes
ru_ru: Да

source: Not defined
ru_ru: Не указано

source: Type product type name to filter
ru_ru: Введите название типа товаров

source: View
ru_ru: Просмотреть

source: Yes/No toggle (boolean)
ru_ru: Да/нет-переключатель (boolean)

source: Value
ru_ru: Значение

source: Range
ru_ru: Диапазон

source: Default product sort order
ru_ru: Базовый порядок сортировки товаров

source: Manual (as defined in the backend)
ru_ru: Вручную (как задано в бекенде)

source: Customers can select preferable product sort order
ru_ru: Посетители сайта могут выбирать порядок сортировки

source: This is a subcategory product
ru_ru: Этот товар находится в одной из подкатегорий

source: Empty type
ru_ru: Тип не задан

source: To activate this mode, this particular product must be assigned a product type which offers at least one product feature with a <strong>multiple choice</strong> control, i.e. checkbox list. The list of available product types and features is configured on the <em>Settings &rarr; Product types &amp; features</em> screen.
ru_ru: Чтобы включить этот режим продажи для данного товара, необходимо отнести его к типу товаров с хотя бы одной характеристикой, предполагающей <strong>множественный выбор</strong> из предопределенных вариантов, например, с помощью чекбоксов. Список типов товаров и характеристик настраивается в разделе <em>Настройки &rarr; Типы товаров и характеристики</em>.

source: Delete this SKU?
ru_ru: Удалить этот артикул?

source: imported %d category
ru_ru: импортирована %d категория

source: imported %d product
ru_ru: импортирован %d товар

source: imported %d product variant
ru_ru: импортирован %d артикул

source: imported %d product image
ru_ru: импортировано %d изображение

source: updated %d category
ru_ru: обновлена %d категория

source: updated %d product image
ru_ru: обновлено %d изображение

source: skipped %d category
ru_ru: пропущена %d категория

source: skipped %d product
ru_ru: пропущен %d товар

source: skipped %d product variant
ru_ru: пропущен %d артикул

source: skipped %d product image
ru_ru: пропущено %d изображение

source: %d category
ru_ru: %d категория

source: %d product variant
ru_ru: %d артикул

source: %d product image
ru_ru: %d изображение

source: http://www.shop-script.com/help/45/import-products-from-csv-file/
ru_ru: http://www.shop-script.ru/help/26/import-products-from-csv-file/

source: All email notifications sent to store customers will be sent from the primary email address
ru_ru: Используется в качестве адреса отправителя для автоматических уведомлений, отправляемых магазином.

source: Any
ru_ru: Неважно

source: (mystery-man) a simple, cartoon-style silhouetted outline of a person (does not vary by email hash)
ru_ru: простая фигурка человека на сером фоне (одинаковая для всех покупателей)

source: a geometric pattern based on an email hash
ru_ru: геометрический рисунок, генерируемый на основе email-адреса

source: a generated “monster” with different colors, faces, etc.
ru_ru: автоматически сгенерированная фигурка монстра

source: generated faces with differing features and backgrounds
ru_ru: сгенерированные лица с разным фоном

source: awesome generated, 8-bit arcade-style pixelated faces
ru_ru: изображение лица в стиле старых компьютерных игр

source: Thumbnail quality
ru_ru: Качество эскизов

source: JPEG compression quality for photo thumbnails. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
ru_ru: Коэффициент качества сжатия JPEG при создании эскизов изображений товаров. От 0 (минимальное качество, минимальный размер файлов) до 100 (максимальное качество, максимальный размер файлов). Рекомендуемое значение — 90.

source: The file will be available for download after the order is paid and processed.
ru_ru: Файл станет доступен для загрузки после оплаты и обработки заказа.

source: Please specify options for multiple choice field.
ru_ru: Укажите значения для множественного поля.

source: Browse plugins
ru_ru: Поиск плагинов

source: Install new plugins from the Webasyst Store using the Installer app
ru_ru: Установите новые плагины из магазина Webasyst с помощью приложения «Инсталлер»

source: New profile
ru_ru: Новый профиль

source: Delete current profile settings and all its exported files?
ru_ru: Удалить этот профиль вместе с настройками и всеми файлами, экспортированными с его помощью?

source: Delete this profile
ru_ru: Удалить профиль

source: Product search
ru_ru: Поиск товаров

source: Next step
ru_ru: Следующий шаг

source: Must be a value from 0 to 100
ru_ru: Введите число от 0 до 100

source: Export product feature values
ru_ru: Экспортировать значения характеристик

source: Product images
ru_ru: Изображения товаров
