Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: You will later be able to add more currencies in «Settings - Currencies» section
ru_ru: Дополнительные валюты можно добавить позже в разделе «Настройки - Валюты»

source: Select currency
ru_ru: Выберите валюту

source: This will automatically enable corresponding tax rates.
ru_ru: Для страны включатся соответствующие ставки налогов

source: Select types of products<br/>which you would like to be added as examples to your catalog.
ru_ru: Выберите типы товаров, <br/>примеры которых мы добавим в ваш магазин

source: Each type provides its own set of editable product<br/>features to publish detailed product descriptions on the website,<br/>and to set up filters and automated recommendations.
ru_ru: У каждого типа товаров будет<br/>свой набор характеристик — с их помощью можно подробно описать<br/>товары на витрине, настроить фильтры и автоматические рекомендации.

source: You can import data from your existing online store<br/>based on another software platform
ru_ru: Можно импортировать данные из вашего старого магазина,<br/>работающего на другой платформе

source: Other
ru_ru: Другая

source: No default regional data will be added
ru_ru: Никакие региональные данные добавлены не будут

source: Select product types which you are going to sell online. Product types will automatically add a set of product custom features to your store, and will then allow you to manage product access level and publication based on product types.
ru_ru: Выберите типы товаров, которые вы собираетесь продавать. Вместе с типами товаров автоматически добавится список полезных характеристик товаров в ваш интернет-магазин; они также позволят вам удобно настраивать доступ нескольким администраторам магазина к отдельным группам товаров и регулировать перечень товаров, видимых на витрине магазина.

source: Import
ru_ru: Импорт

source: Add few demo products
ru_ru: Добавить несколько демонстрационных товаров

source: Import my data to Shop-Script from my present online store
ru_ru: Импортировать данные в Shop-Script из моего существующего интернет-магазина

source: Setup my store
ru_ru: Настроить магазин

source: skip the automated configuration setup
ru_ru: пропустить автоматическую настройку

source: Import/export your data in CSV file.
ru_ru: Импортировать/экспортировать данные с помощью CSV-файла.

source: New order
ru_ru: Новый заказ

source: All orders
ru_ru: Все заказы

source: Processed by
ru_ru: Обработан

source: Me
ru_ru: Я

source: Export
ru_ru: Экспорт

source: Organize
ru_ru: Организовать

source: Create new set
ru_ru: Добавить список

source: Add to category
ru_ru: Добавить в категорию

source: Delete from set
ru_ru: Удалить из списка

source: Category settings
ru_ru: Настройки категории

source: Set settings
ru_ru: Настройки списка

source: Delete category
ru_ru: Удалить категорию

source: Delete set
ru_ru: Удалить список

source: manual
ru_ru: вручную

source: name
ru_ru: название

source: price
ru_ru: цена

source: in stock
ru_ru: на складе

source: rating
ru_ru: рейтинг

source: top selling
ru_ru: продажи

source: Embed into template or page
ru_ru: Встроить в шаблон или страницу

source: Show more products
ru_ru: Показать больше товаров

source: Delete list
ru_ru: Удалить список

source: Don’t delete products
ru_ru: Не удалять товары

source: Products connected to this list will not be deleted
ru_ru: Товары, связанные с этим списком, не будут удалены

source: Delete all products stored in this list (%d)
ru_ru: Удалить все товары в этом списке (%d)

source: Not available for smart categories.
ru_ru: Недоступно для динамических категорий.

source: Storefront name
ru_ru: Название витрины

source: Homepage title
ru_ru: Заголовок главной страницы

source: Homepage META Keywords
ru_ru: META Keywords главной страницы

source: Homepage META Description
ru_ru: META Description главной страницы

source: Published products
ru_ru: Опубликованные товары

source: Selected only
ru_ru: Только выбранные

source: Default language
ru_ru: Основной язык

source: Default currency
ru_ru: Основная валюта

source: Default stock
ru_ru: Основной склад

source: Select primary stock to which this storefront is associated with. When you process orders from placed via this storefront, selected stock will be automatically offered for product stock update.
ru_ru: Выберите основной склад, с которым будет связана эта витрина. При обработке заказов, оформленных через эту витрину, выбранный здесь склад будет предлагаться по умолчанию для обновления складских остатков.

source: All customers
ru_ru: Все покупатели

source: Contacts
ru_ru: Контакты

source: added
ru_ru: добавлен

source: Edit category
ru_ru: Редактировать категорию

source: There are no customers in this view.
ru_ru: В этом списке нет покупателей.

source: Show more customers
ru_ru: Показать еще

source: This will delete the entire customer category (customers will not be deleted). Are you sure?
ru_ru: Будет удалена категория покупателей (покупатели удалены не будут). Продолжить?

source: Category has beed deleted.
ru_ru: Категория удалена.

source: New customer category
ru_ru: Новая категория покупателей

source: Category name
ru_ru: Название категории

source: Or specify image URL (must be exactly 16x16 pixels):
ru_ru: Или укажите URL изображения (размером 16x16 пикселей):

source: Max 255 characters
ru_ru: Макс. 255 символов

source: List name cannot be empty
ru_ru: Название списка не может быть пустым

source: Edit contact
ru_ru: Редактировать контакт

source: Delete contact
ru_ru: Удалить контакт

source: Contact info
ru_ru: Контактная информация

source: Affiliate bonus
ru_ru: Партнерский бонус

source: Affiliate bonus (%s) is used for additional discount
ru_ru: Использован партнерский бонус (%s) для дополнительной скидки

source: Refund bonus used to get discount for order %s
ru_ru: Восстановление бонуса, потраченного на скидку в заказе %s

source: By customer category, %s%%
ru_ru: По категории покупателя, %s%%

source: By order total, %s%%
ru_ru: По сумме заказа, %s%%

source: Bonus for the order %s totalling %s
ru_ru: Бонус за заказ %s суммой %s

source: Product reviews
ru_ru: Отзывы о товаре

source: %s did not post any product reviews in your storefront yet.
ru_ru: %s не оставлял отзывы о товарах в вашем магазине.

source: Product
ru_ru: Товар

source: Inventory transfer
ru_ru: Перенос складских остатков

source: Transfer
ru_ru: Перенос

source: No info
ru_ru: Нет данных

source: Stocks
ru_ru: Склады

source: Sample dialog
ru_ru: Пример диалога

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: clear
ru_ru: очистить

source: contain
ru_ru: содержит

source: is the same
ru_ru: равно

source: is not the same
ru_ru: не равно

source: all
ru_ru: все

source: any
ru_ru: любое

source: is
ru_ru: равно

source: Tag
ru_ru: Тег

source: Empty result
ru_ru: Пустой результат

source: Close
ru_ru: Закрыть

source: Files with extensions *.gif, *.jpg, *.jpeg, *.png are allowed only.
ru_ru: Допускаются только файлы с расширениями .gif, .jpg, .jpeg, .png.

source: This will delete entire page. Are you sure?
ru_ru: Вся страница будет удалена. Продолжить?

source: Please select at least one product
ru_ru: Выберите хотя бы один товар

source: This will reset all changes you applied to the image after upload, and will restore the image to its original. Are you sure?
ru_ru: Все изменения, примененные к изображению, будут утеряны, и будет восстановлено оригинальное изображение. Продолжить?

source: A product must have at least one SKU.
ru_ru: Для каждого товара должен быть указан хотя бы один артикул.

source: % Discount
ru_ru: % скидка

source: Free shipping
ru_ru: Бесплатная доставка

source: Select
ru_ru: Выпадающий список (select)

source: Date
ru_ru: Дата

source: Checkbox
ru_ru: Флажок

source: Unknown stock
ru_ru: Неизвестный склад

source: Unknow destination stock
ru_ru: Неизвестный склад назначения

source: Error when deleting
ru_ru: Ошибка при удалении

source: By order total
ru_ru: По сумме заказа

source: By customers overall purchases
ru_ru: По общей сумме всех заказов покупателя

source: Referrers & Cookies
ru_ru: Ссылающиеся сайты и cookies

source: Product bundles
ru_ru: Комплекты товаров

source: Product quantities
ru_ru: Количества товаров

source: is same
ru_ru: равно

source: is not same
ru_ru: не равно

source: Error when save config
ru_ru: Ошибка при сохранении конфигурации

source: Unknown currency
ru_ru: Неизвестная валюта

source: Error when change
ru_ru: Ошибка при изменении

source: Unknown code
ru_ru: Неизвестный код

source: Error when change currency
ru_ru: Ошибка при изменении валюты

source: Error when move
ru_ru: Ошибка при перемещении

source: Unknown field
ru_ru: Неизвестное поле

source: Unknown parent field
ru_ru: Неизвестное родительское поле

source: Product feature not found
ru_ru: Характеристика не найдена

source: Unkown offset
ru_ru: Неизвестное смещение

source: Unkown count
ru_ru: Неизвестное количество

source: Unknown product
ru_ru: Неизвестный товар

source: Error when transfer
ru_ru: Ошибка при переносе

source: Unknown image
ru_ru: Неизвестное изображение

source: Coudn’t delete image
ru_ru: Не удалось удалить изображение

source: Error while rebuild thumbnails
ru_ru: Ошибка при обновлении эскизов

source: Error saving product page
ru_ru: Ошибка при сохранении страницы товара

source: Unkown service
ru_ru: Неизвестная услуга

source: Error while rotate. I/O error
ru_ru: Ошибка при выполнении поворота. Ошибка ввода-вывода.

source: Error while rotate. Operation canceled
ru_ru: Ошибка при выполнении поворота. Отмена операции.

source: Error while rotate. Original file corupted but backuped
ru_ru: Ошибка при выполнении поворота. Оригинальный файл поврежден, но сохранен.

source: Error when delete: unknown sku
ru_ru: Ошибка удаления: неизвестный артикул

source: Error when delete: unknown product
ru_ru: Ошибка удаления: неизвестный товар

source: Error when delete
ru_ru: Ошибка удаления

source: Unknown page
ru_ru: Неизвестная страница

source: Page couldn’t be inserted before itself.
ru_ru: Страницу нельзя поместить перед собой.

source: Image not found
ru_ru: Изображение не найдено

source: Unknown type
ru_ru: Неизвестный тип

source: Empty code
ru_ru: Пустой код

source: Error when updating
ru_ru: Ошибка обновления

source: Please add at least one product to save this order
ru_ru: Для сохранения заказа необходимо добавить хотя бы один товар

source: Order not found
ru_ru: Заказ не найден

source: Writing a review to product is available just on frontend
ru_ru: Добавление отзыва к товару доступно только на витрине

source: Unknown service to delete
ru_ru: Неизвестная удаляемая услуга

source: Unknown service to update
ru_ru: Неизвестная обновляемая услуга

source: Storefronts
ru_ru: Витрины

source: Featured on homepage
ru_ru: Промо

source: (no-name)
ru_ru: (без названия)

source: URL is in use
ru_ru: URL уже используется

source: Only Latin characters, numbers and underscore symbol are allowed
ru_ru: Допускается использовать только латинские буквы, цифры, символ подчеркивания и дефис

source: ID is in use
ru_ru: ID уже используется

source: Search results
ru_ru: Результаты поиска

source: Unknown category
ru_ru: Неизвестная категория

source: Total spent
ru_ru: Сумма заказов

source: Number of orders
ru_ru: Количество заказов

source: Last order
ru_ru: Последний заказ

source: Registered
ru_ru: Зарегистрирован

source: Length
ru_ru: Длина

source: m
ru_ru: м

source: cm
ru_ru: см

source: mm
ru_ru: мм

source: in
ru_ru: дюйм

source: ft
ru_ru: фут

source: yd
ru_ru: ярд

source: km
ru_ru: км

source: mi
ru_ru: миля

source: Weight
ru_ru: Вес

source: kg
ru_ru: кг

source: g
ru_ru: г

source: lbs
ru_ru: фунт

source: oz
ru_ru: унция

source: Volume
ru_ru: Объем

source: l
ru_ru: л

source: ml
ru_ru: мл

source: cl
ru_ru: сл

source: Frequency
ru_ru: Частота

source: Hz
ru_ru: Гц

source: KHz
ru_ru: КГц

source: MHz
ru_ru: МГц

source: GHz
ru_ru: ГГц

source: Power
ru_ru: Мощность

source: W
ru_ru: Вт

source: KW
ru_ru: кВт

source: MW
ru_ru: МВт

source: mW
ru_ru: мВт

source: Memory
ru_ru: Память

source: B
ru_ru: Б

source: KB
ru_ru: КБ

source: MB
ru_ru: МБ

source: GB
ru_ru: ГБ

source: TB
ru_ru: ТБ

source: Area
ru_ru: Площадь

source: sq m
ru_ru: кв. м.

source: sq ft
ru_ru: кв. фут

source: ac
ru_ru: акр

source: ha
ru_ru: га

source: sq mm
ru_ru: кв. мм.

source: sq cm
ru_ru: кв. см.

source: sq yd
ru_ru: кв. ярд

source: sq in
ru_ru: кв. дюйм

source: sq km
ru_ru: кв. км.

source: sq mi
ru_ru: кв. миля

source: Time
ru_ru: Время

source: sec
ru_ru: сек

source: min
ru_ru: мин

source: hr
ru_ru: ч

source: days
ru_ru: дн.

source: weeks
ru_ru: нед.

source: The shipping checkout step prompts user to select the shipping type.
ru_ru: Шаг доставки предлагает покупателю выбрать способ доставки.

source: Can manage orders
ru_ru: Управление заказами

source: Can manage settings
ru_ru: Управление общими настройками

source: Can view reports
ru_ru: Просмотр отчетов

source: Can manage products
ru_ru: Управление товарами

source: Returns cart
ru_ru: Возвращает корзину покупателя

source: Product set
ru_ru: Список товаров

source: <no name>
ru_ru: <без названия>

source: Tagged “%s”
ru_ru: Тег «%s»

source: Tracking number
ru_ru: Идентификатор отправления

source: Bestseller!
ru_ru: Хит!

source: YOUR TEXT
ru_ru: ВАШ ТЕКСТ

source: %s entry not found
ru_ru: Запись %s не найдена

source: Name cannot be left blank
ru_ru: Введите имя

source: Name length should not exceed 255 symbols
ru_ru: Имя не может быть длиннее 255 символов

source: Email cannot be left blank
ru_ru: Введите email-адрес

source: Email is not valid
ru_ru: Введен неправильный email-адрес

source: Site URL is not valid
ru_ru: Введен неправильный URL сайта

source: Invalid captcha code
ru_ru: Капча введена неверно

source: Review text cannot be left blank
ru_ru: Введите текст отзыва

source: Review length should not exceed 4096 symbols
ru_ru: Текст отзыва не должен быть длиннее 4096 символов

source: Not unique value
ru_ru: Введите уникальное значение

source: Error while insert
ru_ru: Ошибка вставки

source: Error
ru_ru: Ошибка

source: The requested resource is not available.
ru_ru: Запрошенный ресурс недоступен.

source: Discount
ru_ru: Скидка

source: Overview
ru_ru: Обзор

source: Write a review
ru_ru: Написать отзыв

source: To add a review please <a href="%s">sign up</a> or <a href="%s">login</a>
ru_ru: Чтобы добавить отзыв, пожалуйста, <a href="%s">зарегистрируйтесь</a> или <a href="%s">войдите</a>

source: Sign up
ru_ru: Регистрация

source: Guest
ru_ru: Гость

source: Your name
ru_ru: Ваше имя

source: Website
ru_ru: Сайт

source: log out
ru_ru: выйти

source: Rate product
ru_ru: Оцените товар

source: Review
ru_ru: Отзыв

source: Add review
ru_ru: Добавить отзыв

source: Your shopping cart is empty.
ru_ru: Ваша корзина пуста.

source: Better together
ru_ru: Рекомендуем!

source: Shopping cart
ru_ru: Корзина

source: Remove from cart
ru_ru: Удалить из корзины

source: Update
ru_ru: Обновить

source: Discount coupon (if you have one)
ru_ru: Купон на скидку (если есть)

source: Apply
ru_ru: Применить

source: Use your current affiliate balance of %d to get a discount
ru_ru: Для получения скидки воспользуйтесь вашим партнерским бонусом (%d)

source: This order will earn +%d points to your karma.
ru_ru: Этот заказ добавит +%d баллов к вашей карме.

source: Proceed to checkout
ru_ru: Оформить заказ

source: Add to cart
ru_ru: В корзину

source: Add to comparison table
ru_ru: Добавить к сравнению

source: Remove from comparison table
ru_ru: Удалить из сравнения

source: Compare
ru_ru: Сравнить

source: categories
ru_ru: категории

source: %s reviews
ru_ru: %s отзывы

source: Read <a href="%s">all %d review</a> on %s
ru_ru: Посмотрите <a href="%s">%d отзыв</a> о %s

source: Be the first to <a href="%s">write a review</a> of this product!
ru_ru: Оставьте <a href="%s">отзыв об этом товаре</a> первым!

source: My shopping cart
ru_ru: Моя корзина

source: Estimated delivery
ru_ru: Приблизительное время доставки

source: Compare products
ru_ru: Сравнить товары

source: All features
ru_ru: Все характеристики

source: Different
ru_ru: Различные

source: Thank you!
ru_ru: Спасибо!

source: You have successfully signed up.
ru_ru: Вы успешно зарегистрировались.

source: Login
ru_ru: Вход

source: Product set with the ID <strong>%s</strong> either does not exist or does not contain any product. Add some products into a product set with the specified ID to make these products featured here.
ru_ru: Список товаров с идентификатором <strong>%s</strong> либо не существует, либо не содержит товаров. Чтобы отобразить здесь товары, добавьте их в список с таким идентификатором.

source: Use built-in design editor to edit this text and replace it with your general store information and contacts.
ru_ru: Воспользуйтесь встроенным редактором дизайна, чтобы изменить этот текст и заменить его на описание и контактные данные вашего магазина.

source: Next &rarr;
ru_ru: Далее &rarr;

source: Search orders by ID
ru_ru: Поиск заказов по номеру

source: Add payment option
ru_ru: Добавить способ оплаты

source: No payment options are defined.
ru_ru: Не определено ни одного способа оплаты.

source: http://www.webasyst.net/support/help/payment-shipping-icons.html
ru_ru: http://old.webasyst.ru/support/help/payment-shipping-icons.html

source: Your online store base country.
ru_ru: Страна, в которой располагается ваш интернет-магазин.

source: No plugins installed
ru_ru: Плагины не установлены

source: Type name, email or phone number
ru_ru: Введите имя, email или номер телефона

source: on product
ru_ru: к товару

source: Badge
ru_ru: Наклейка

source: Start typing product name or SKU
ru_ru: Начните вводить название товара или артикул

source: Print
ru_ru: Печать

source: Save changes
ru_ru: Сохранить изменения

source: performed action
ru_ru: выполнил действие

source: Least expensive
ru_ru: Самые дешевые

source: Best sellers
ru_ru: Хиты продаж

source: Worst sellers
ru_ru: Низкие продажи

source: Date added
ru_ru: Дата добавления

source: You will be taken to the data import screen now.
ru_ru: Данные доступа к вашему интернет-магазину вы сможете ввести на следующем экране.

source: default
ru_ru: по умолчанию

source: Storefront settings are managed using the Site app
ru_ru: Настройки витрины регулируются с помощью приложения «Сайт»

source: Shipping option not specified
ru_ru: Способ доставки не определен

source: Payment option not specified
ru_ru: Способ оплаты не определен

source: Access denied
ru_ru: Доступ запрещен

source: Customer name
ru_ru: Имя покупателя

source: Cart
ru_ru: Корзина

source: Invalid auth provider
ru_ru: Неизвестная служба авторизации

source: Invalid auth provider data
ru_ru: Неизвестный формат данных от службы авторизации

source: Your shopping cart is empty. Please add some products to cart, and then proceed to checkout.
ru_ru: Ваша корзина пуста. Заполните корзину товарами, чтобы оформить заказ.

source: We do not accept orders from clients registered as companies. To continue checkout, please <a href='?logout=%s'>log out</a> and log in again as a person.
ru_ru: Мы не принимаем заказы от организаций. Чтобы продолжить оформление заказа, пожалуйста, <a href='?logout=%s'>выйдите</a> и войдите снова — от своего имени.

source: Homepage title <title>
ru_ru: Заголовок главной страницы <title>

source: Optional
ru_ru: Не обязательно

source: Comment
ru_ru: Комментарий

source: Optional comments
ru_ru: Комментарий (необязательно)

source: Review title cannot be left blank
ru_ru: Заголовок отзыва должен быть заполнен

source: Ship to
ru_ru: Получатель

source: Bill to
ru_ru: Плательщик

source: Quantity
ru_ru: Количество

source: from
ru_ru: от

source: from
ru_ru: от

source: to
ru_ru: до

source: to
ru_ru: до

source: Filter products
ru_ru: Показать

source: No products matched your filtering criteria.
ru_ru: По заданному критерию не найдено ни одного товара.

source: This order will add +%d points to your affiliate bonus.
ru_ru: Этот заказ увеличит ваш партнерский бонус на +%d баллов.

source: Find products
ru_ru: Найти товары

source: Error!
ru_ru: Ошибка!

source: An error occurred while processing your payment.
ru_ru: При обработке платежа произошла ошибка.

source: We successfully accepted your order, and will contact you asap.
ru_ru: Ваш заказ успешно оформлен. Мы свяжемся с вами в ближайшее время.

source: Your order number is
ru_ru: Номер вашего заказа

source: Back to the store
ru_ru: Вернуться в магазин

source: %d product
ru_ru: %d товар

source: %d review
ru_ru: %d отзыв

source: %d review for
ru_ru: %d отзыв к товару

source: %d product will be deleted without the ability to restore.
ru_ru: %d товар будет удален без возможности восстановления.

source: %d order
ru_ru: %d заказ

source: This coupon was used for <strong>%d order</strong>.
ru_ru: Этот купон уже был использован для <strong>%d заказа</strong>.

source: %d contact
ru_ru: %d контакт

source: No customer categories are defined in your store. Define one using the main <a href="%s">Customers</a> screen.
ru_ru: В вашем магазине не создано ни одной категории покупателей, для которой можно было бы определить скидку. Создайте категорию на экране <a href="%s">Покупатели</a>.

source: New
ru_ru: Новый

source: Processing
ru_ru: В обработке

source: Paid
ru_ru: Оплачен

source: Sent
ru_ru: Отправлен

source: Completed
ru_ru: Выполнен

source: Refunded
ru_ru: Возврат

source: Deleted
ru_ru: Удален

source: Process
ru_ru: В обработку

source: Refund
ru_ru: Возврат

source: Split order
ru_ru: Разбить на два

source: Restore
ru_ru: Восстановить

source: Mark as Completed
ru_ru: Выполнен

source: URLs
ru_ru: URL страниц

source: Mixed
ru_ru: Смешанный

source: <br>Product URLs: /<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>
ru_ru: <br>Страницы товаров: /<strong>product-name/</strong><br>Страницы категорий: /category/<strong>category-name/subcategory-name/subcategory-name/...</strong>

source: Plain
ru_ru: Плоский

source: <br>Product URLs: /product/<strong>product-name/</strong><br>Category URLs: /category/<strong>category-name/</strong>
ru_ru: <br>Страницы товаров: /product/<strong>product-name/</strong><br>Страницы категорий: /category/<strong>category-name/</strong>

source: not specified
ru_ru: не указан

source: Discounts by coupons are turned off. Enable discounts in your <a href="%s">store settings</a>.
ru_ru: Скидки по купонам отключены. Включите скидки <a href="%s">в настройках</a> вашего магазина.

source: State ID
ru_ru: ID статуса

source: on <a href="%s">%s</a>
ru_ru: к товару <a href="%s">%s</a>

source: Install plugins
ru_ru: Плагины

source: Please add at least one stock in your store settings.
ru_ru: Добавьте хотя бы один склад в настройках магазина, чтобы этот раздел заработал.

source: State name cannot be empty
ru_ru: Введите название статуса

source: Same state ID already exists
ru_ru: Статус с указанным ID уже существует

source: ID is reserved
ru_ru: ID зарезервирован

source: Same action ID alreay exists
ru_ru: Действие с указанным ID уже существует

source: New State
ru_ru: Новый статус

source: Not enough data in the contact information to place the order.
ru_ru: Заказ не может быть сохранен, так как контактная информация заполнена не полностью.

source: Texts
ru_ru: Текст

source: Numbers
ru_ru: Числовые

source: Color
ru_ru: Цвет

source: Custom text (input)
ru_ru: Текст (input)

source: Custom number
ru_ru: Произвольное число

source: Numerical
ru_ru: Числовые

source: Selectable
ru_ru: Выбор

source: Checkboxes (multiple choice)
ru_ru: Чекбоксы (множественный выбор)

source: Divider
ru_ru: Разделитель

source: Conditional (select/input)
ru_ru: Зависимый список (select/input)

source: Depends on parent field
ru_ru: Родительское поле
