Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Data you have entered will not be saved. Are you sure you want to leave this page?
ru_ru: Введенная информация не будет сохранена. Вы уверены, что хотите уйти со страницы без сохранения?

source: Thumbs
ru_ru: Эскизы

source: Table
ru_ru: Таблица

source: Image background color
ru_ru: Цвет фона под изображением

source: Timer
ru_ru: Таймер

source: Countdown
ru_ru: Обратный отсчет

source: format
ru_ru: формат

source: New transfer
ru_ru: Новый трансфер

source: Show all %d completed transfers
ru_ru: Показать все выполненные трансферы (%d)

source: Transfers is an easy way to move inventory from one stock to another. When you create new transfer, it automatically writes off selected products from the source stock. And once transfer has been completed, products are added to the destination stock.
ru_ru: Трансферы — это простой способ перемещения товаров со склада на склад. Во время создания трансфера товары автоматически списываются со склада-источника, а когда трансфер выполнен, добавляются на склад-приемник.

source: Source stock
ru_ru: Откуда

source: New arrival
ru_ru: Новое поступление

source: Destination stock
ru_ru: Куда

source: Transfer completed!
ru_ru: Трансфер выполнен!

source: Rollback this transfer
ru_ru: Откатить трансфер

source: Transfer ID
ru_ru: ID

source: Cancelled
ru_ru: Отменен

source: %d transfer
ru_ru: %d трансфер

source: This is a preview of actions available for orders in this state
ru_ru: Для заказов этого типа будут доступны все перечисленные здесь действия

source: Transfer %s
ru_ru: Трансфер %s

source: Inventory transferred to warehouse
ru_ru: Выполнен трансфер товара на склад

source: Order was merged (settled) with %s
ru_ru: Заказ был объединен с %s

source: Edit template
ru_ru: Редактировать шаблон

source: Unsettled order
ru_ru: Подвешенный заказ

source: This order was received via sales channel that did not provide any information on the order content and the customer. If it is a duplicate of an existing order (or a payment confirmation for an existing order), merge orders by <strong>selecting the master order below</strong>.
ru_ru: Этот заказ был оформлен через канал продаж, который не предоставляет информации о покупателе и заказанных товарах. Если это дубликат или подтверждение оплаты ранее оформленного заказа, <strong>объедините заказы, выбрав главный заказ</strong> в списке ниже.

source: Merge orders
ru_ru: Объединить заказы

source: Sales channels
ru_ru: Каналы продаж

source: Compare at price is set
ru_ru: С зачеркнутой ценой

source: (no name)
ru_ru: (без имени)

source: Customers will be able to collect multiple products in the cart before proceeding to checkout
ru_ru: Покупатели смогут добавить несколько товаров в корзину, прежде чем перейти к оформлению заказа

source: Customers will be promptly redirected the main checkout
ru_ru: Покупатели будут сразу же отправлены к оформлению заказа

source: Font family
ru_ru: Шрифт

source: Widget width
ru_ru: Ширина

source: Link color
ru_ru: Цвет ссылки

source: Button color
ru_ru: Цвет кнопки

source: Product image
ru_ru: Изображение товара

source: Widget code
ru_ru: Код виджета

source: Video URL on YouTube or Vimeo
ru_ru: Адрес видео на YouTube или Vimeo

source: Link video
ru_ru: Добавить видео

source: Countdown: <strong>%s</strong>
ru_ru: Обратный отсчет: <strong>%s</strong>

source: Enable countdown
ru_ru: Включить обратный отсчет

source: All channels
ru_ru: Все каналы

source: Stocks and priority
ru_ru: Склады и приоритеты

source: On its way
ru_ru: В пути

source: Maximum of %d orders is allowed for bulk form printing.
ru_ru: Максимальное количество заказов, которые можно распечатать за раз — %d.

source: Simply copy-and-paste the URL of product video on YouTube or Vimeo.
ru_ru: Просто скопируйте в это поле адрес видео на YouTube или Vimeo.

source: Virtual stock must include at least one real stock.
ru_ru: Выберите хотя бы один реальный склад для этого виртуального склада.

source: Indicator
ru_ru: Индикатор

source: Add virtual stock
ru_ru: Добавить виртуальный склад

source: There are no pending stock transfers.
ru_ru: Нет трансферов в статусе «В пути».

source: Create transfer
ru_ru: Новый трансфер

source: Transfer complete
ru_ru: Трансфер выполнен

source: Show more transfers
ru_ru: Показать еще

source: Custom product fields
ru_ru: Дополнительные характеристики товаров

source: Custom sku fields
ru_ru: Дополнительные характеристики артикулов

source: Field %s changed %s → %s
ru_ru: Обновлено поле %s: %s → %s

source: Order was updated via merge by order %s
ru_ru: Заказ был обновлен при объединении с %s

source: Order data was merged into %s
ru_ru: Заказ был объединен с %s

source: Product list is empty
ru_ru: Список товаров пуст

source: Count must be >= 1
ru_ru: Количество должно быть не менее 1

source: Destination stock is required
ru_ru: Необходимо выбрать склад, на который производится трансфер

source: Transfer ID is already in use
ru_ru: Идентификатор трансфера уже используется

source: Not in stock on %s
ru_ru: Нет на складе %s

source: Order was settled
ru_ru: Заказ был объединен с другим

source: Visible stocks
ru_ru: Показывать склады

source: All public stocks
ru_ru: Все склады, видимые покупателям

source: Editing this order will mark it as settled and will re-calculate its current amount (%s) based on the changed order content. Are you sure you want to settle this order and to reset the order amount?
ru_ru: Редактирование автоматически снимет статус подвешенного заказа и приведет к автоматическому пересчету общей суммы заказа (%s) согласно товарам, которые вы добавите в заказ. Продолжить?

source: This will replace selected order %id% details with the amount (%amount%) and status (%state%) of this unsettled order. Are you sure?
ru_ru: При объединении данные основного заказа %id% будут обновлены: сумма и статус будут установлены равными сумме (%amount%) и статусу (%state%) текущего подвешенного заказа. Продолжить?

source: Visible to customers
ru_ru: Виден на витрине

source: Low
ru_ru: Мало

source: Critical
ru_ru: Очень мало

source: Virtual stock is a group of real stocks. The order of real stocks defines the priority for product stock update when order is placed. This is handy for grouping real stocks and points of sale which are located within the same geographical region, and defining rules for automated product stock updates. <a href="%s" target="_blank">Help</a> <i class="icon10 new-window"></i>
ru_ru: Виртуальный склад — это группа реальных складов. Порядок складов в рамках виртуального склада определяет приоритет списания товаров со складов во время оформления заказа и позволяет автоматизировать, например, правила списания для складов хранения и точек продаж, находящихся в одном географическом регионе. <a href="%s" target="_blank">Помощь</a> <i class="icon10 new-window"></i>

source: Not visible to customers
ru_ru: Не виден на витрине

source: You’ve added %d product to this transfer already. Are you sure you want to change the source stock?
ru_ru: Вы уже добавили %d товар в этот трансфер. Вы уверены, что хотите сменить склад-источник, откуда производится трансфер?

source: Price color
ru_ru: Цвет цены

source: New arrival (no source stock)
ru_ru: Новое поступление (нет склада-источника)

source: Add at least one product to the transfer
ru_ru: Добавьте в трансфер хотя бы один товар

source: Product count must be not less than 1
ru_ru: Количество товара должно быть не менее единицы

source: Source and destination stocks must not be the same
ru_ru: Склады «откуда» и «куда» должны быть разными

source: Products will be returned to the source stock. Are you sure?
ru_ru: Товары будут возвращены на исходный склад. Вы уверены?

source: Locale
ru_ru: Язык

source: Sales channel
ru_ru: Канал продаж

source: No orders
ru_ru: Нет заказов

source: Purchase worth
ru_ru: Стоимость активов

source: Stacked chart
ru_ru: Детализация

source: There are no printforms installed.
ru_ru: Печатные формы не установлены.

source: Condition
ru_ru: Условие

source: Enter a product name, an SKU name, or an SKU code
ru_ru: Введите название товара, название артикула или код артикула

source: Order status
ru_ru: Статус заказа

source: When this order is paid, your affiliate bonus will be increased to %s.
ru_ru: После оплаты заказа ваш партнерский бонус увеличится до %s.

source: Sales by sales channel
ru_ru: Продажи по каналам

source: Sales by storefront
ru_ru: Продажи по витринам

source: Unsettled order %s was created so you could resolve this case manually.
ru_ru: Подвешенный заказ %s был создан, чтобы вы смогли разобрать этот случай вручную.

source: Original order that did not accept the callback request: %s
ru_ru: Ответ платежной системы не был применен к основному заказу: %s

source: Callback request was received but not applied to this order the following reason: <strong>%s</strong>
ru_ru: Ответ платежной системы получен, но не применен к этому заказу по следующей причине: <strong>%s</strong>

source: This unsettled order was created because its initiating callback request was rejected by the original order it was addressed to. We thought you should resolve this case manually. The reason was: <strong>%s</strong>
ru_ru: Этот подвешенный заказ был создан, потому что ответ платежной системы был принят, но не применен к основному заказу. Причина: <strong>%s</strong>. Мы решили, что вам следуем разобрать этот случай вручную.

source: %s was updated: %s → %s
ru_ru: %s обновлено: %s → %s

source: Add condition...
ru_ru: Добавить условие...

source: Real stock linking:
ru_ru: Выбор реального склада:

source: Link items to most suitable stock according to availability
ru_ru: Назначать подходящий склад согласно приоритету и наличию

source: Always link to %s
ru_ru: Всегда назначать на %s

source: Stock linking rules
ru_ru: Правила автоматического выбора складов

source: When order is placed, ordered items will be automatically linked with a stock according to the rules defined below. E.g. different stocks may be preferred depending on selected shipping option or particular customer location. When no matching stock rule were found, ordered items will be linked to the current storefront default stock.
ru_ru: Когда заказ оформлен, заказанные товары списываются со склада, который выбирается в зависимости от заданных ниже правил. Например, может быть удобно автоматически списывать с разных складов в зависимости от выбранного способа доставки или адреса покупателя. В случае, если не будет найдено ни одного подходящего правила, заказанные товары будут списаны со склада, указанного в настройках витрины в качестве склада по умолчанию.

source: http://www.shop-script.com/help/12062/stocks/
ru_ru: http://www.shop-script.ru/help/11897/stocks/

source: By shipping option
ru_ru: По способу доставки

source: By region
ru_ru: По региону

source: Apply new visibility settings to all subcategories
ru_ru: Применить новые настройки видимости к подкатегориям

source: Signup page URL. Will not be provided if either the order was placed by a registered customer, or <a href="?action=settings#/checkout/">Guest checkout setting</a> is not enabled.
ru_ru: Адрес (URL) страницы регистрации. Значение будет пустым, если заказ был оформлен ранее зарегистрированным покупателем или если в основных настройках магазина выключена возможность оформления <a href="?action=settings#/checkout/">заказа без авторизации</a>.

source: Indicates if <a href="?action=settings#/affiliate/">Loyalty program</a> is enabled in store settings.
ru_ru: Переменная указывает, включена ли <a href="?action=settings#/affiliate/">бонусная программа</a> в общих настройках магазина.

source: Amount of affiliate bonus that will be credited to customer account when order is paid.
ru_ru: Сумма баллов, которые будут начислены на бонусный счет покупателя после оплаты заказа.

source: At least one condition is required
ru_ru: Необходимо добавить хотя бы одно условие

source: Shipping countries and regions
ru_ru: Страны и регионы доставки

source: country or region name
ru_ru: страна или регион

source: By shipping location
ru_ru: По адресу доставки

source: No categories available.
ru_ru: Список категорий пуст.

source: Couriers
ru_ru: Курьеры

source: Couriers are your teammates who are assigned to deliver orders to customers and to track and update order information on the go using <a href="http://www.shop-script.com/mobile/" target="_blank">Shop-Script mobile app</a>.<br><br> Unlike common backend users, couriers may not login to the main store backend and can only see orders they were assigned using the mobile app only. An order can be assigned to a courier upon the order SHIP action. <a href="https://www.shop-script.com/help/13421/shop-script-couriers/" target="_blank">Learn more about couriers</a>.
ru_ru: Курьеры &mdash; это ваши сотрудники, ответственные за доставку заказов клиентам, а также за отслеживание и обновление статусов заказов с помощью <a href="http://www.shop-script.ru/mobile/" target="_blank">мобильного приложения Shop-Script</a>.<br><br> В отличие от обычных пользователей бекенда, курьеры не могут входить в основную часть управления магазином, а могут лишь просматривать с помощью мобильного приложения те заказы, за доставку которых они отвечают. Заказ может быть назначен на курьера при выполнении действия ОТПРАВЛЕН. <a href="https://www.shop-script.ru/help/13420/shop-script-couriers/" target="_blank">Подробнее о курьерах</a>.

source: New courier
ru_ru: Новый курьер

source: Courier name
ru_ru: Имя курьера

source: Courier real or nick name. Linking couriers with real contacts or backend users is optional.
ru_ru: Настоящее имя или псевдоним курьера. Связывать курьеров с существующими контактами необязательно.

source: Any kind of useful information about this courier, e.g. contact information, preferred delivery hours and locations.
ru_ru: Любая полезная информация о курьере, например, контактная информация, предпочтительное время и районы доставки.

source: This courier assignment will be available for orders placed on selected storefronts only.
ru_ru: Выбор этого курьера будет доступен только для заказов, оформленных через выбранные здесь витрины.

source: Working
ru_ru: Работает

source: Not working
ru_ru: Не работает

source: Last seen
ru_ru: Последний вход

source: Never
ru_ru: Не было

source: Auth code
ru_ru: Код авторизации

source: Not set
ru_ru: Отсутствует

source: Re-generate the code
ru_ru: Обновить код

source: Expires:
ru_ru: Истекает:

source: New auth code will be generated after you save changes.
ru_ru: Новый код авторизации будет сформирован после сохранения изменений.

source: Auth code must be entered by the courier in the mobile app to authorize it with your online store. Once authorized with the code, the mobile app may then use the connection indefinitely. In case the code was not entered, it will automatically expire in 24 hours.
ru_ru: Курьер должен ввести код авторизации в мобильном приложении для подключения к вашему интернет-магазину. Авторизация с помощью кода необходима только один раз и более не потребуется. Если код не будет введен в течение 24 часов, его действие будет автоматически прекращено.

source: View all courier orders
ru_ru: Все заказы курьера

source: Courier record will be permanently deleted without the ability to restore. Delete?
ru_ru: Курьер будет полностью удален без возможности восстановления. Удалить?

source: Only visible in backend
ru_ru: Видна только в бекенде

source: Sorting in the common list is disabled. Drag-and-drop features into product types.
ru_ru: Сортировка в общем списке запрещена. Перетаскивайте характеристики в типы товаров.

source: This will remove video from the product page. Are you sure?
ru_ru: Видео товара будет удалено. Продолжить?

source: Unlink video
ru_ru: Удалить видео

source: Ordered products
ru_ru: Заказанные товары

source: Don’t round
ru_ru: Не округлять

source: Date created
ru_ru: Дата создания

source: Date updated
ru_ru: Дата обновления

source: Date paid
ru_ru: Дата оплаты

source: Product prices
ru_ru: Ввод цен товаров

source: The URL <strong>:url</strong> is already in use by another product (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). You may still save this product with the same URL, but the storefront will display only one (any) product by this URL.
ru_ru: URL <strong>:url</strong> уже используется для другого товара (<a href="?action=products#/product/:another_product_id/" target="_blank" class="bold">:another_product_name</a>). Вы можете сохранить этот товар с тем же самым URL, но на витрине по этому адресу будет виден только один (любой) из этих товаров.

source: Web push notifications
ru_ru: Push-уведомления

source: Shop orders
ru_ru: Заказы магазина

source: Thank you for subscribing!
ru_ru: Спасибо за подписку на push-уведомления!

source: deleted
ru_ru: удален

source: Show more
ru_ru: Показать еще

source: Your browser doesn’t support web push technology.
ru_ru: Ваш браузер не поддерживает push-уведомления.

source: However, you can configure web push notifications so that users with supported browsers can receive them.
ru_ru: Однако вы можете настроить их для других пользователей с поддерживаемыми браузерами.

source: This domain does not support push notifications. Ensure that an SSL certificate is installed for the domain name.
ru_ru: Этот домен не поддерживает push-уведомления. Для доменного имени должен быть установлен SSL-сертификат.

source: Rounding
ru_ru: Округление

source: For product prices
ru_ru: Для цен товаров

source: Rounding is always applied when product price is converted to storefront currency, if rounding is enabled for that currency.
ru_ru: Округление всегда применяется при конвертации цены товара в валюту витрины, если для этой валюты настроено округление.

source: For total discount amount
ru_ru: Для итогового размера скидки

source: If checked, total discount amount of new orders will be rounded according to order currency settings.
ru_ru: Включите, чтобы итоговый размер скидки в новых заказах округлялся в соответствии с настройками валюты заказа.

source: For shipping cost
ru_ru: Для стоимости доставки

source: If checked, shipping cost of new orders will be rounded according to order currency settings.
ru_ru: Включите, чтобы стоимость доставки в новых заказах округлялась в соответствии с настройками валюты заказа.

source: Rounding of fractional shipping costs can be set up in %scurrency settings%s.
ru_ru: Округление дробных значений стоимости доставки можно настроить в разделе «%sВалюты%s».

source: Rounding of fractional discount values can be set up in %scurrency settings%s.
ru_ru: Округление дробных значений скидок можно настроить в разделе «%sВалюты%s».

source: To enable web push notifications, configure them in “Settings → <a href="?action=settings#/checkout/">Checkout</a>” screen.
ru_ru: Чтобы включить push-уведомления, настройте их в разделе «Настройки → <a href="?action=settings#/checkout/">Оформление заказа</a>».

source: Enable web push notifications for your browser to get notified on new orders on your computer screen.
ru_ru: Включите push-уведомления для своего браузера, чтобы видеть сообщения о поступлении новых заказов на экране компьютера.

source: User manual on setting up web push notifications: <a href="%s" target="_blank">%s</a>.
ru_ru: Инструкция по настройке push-уведомлений: <a href="%s" target="_blank">%s</a>.

source: http://www.shop-script.com/help/13536/push-notifications/
ru_ru: http://www.shop-script.ru/help/13535/push-notifications/

source: Short company name
ru_ru: Краткое название компании

source: Enter values obtained during signup on onesignal.com website
ru_ru: Введите значения, полученные при регистрации на сайте onesignal.com

source: Check <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">web push documentation</a> for the list of supported browsers.
ru_ru: Список поддерживаемых браузеров доступен на <a target="_blank" href="https://documentation.onesignal.com/docs/website-sdk-overview">странице документации</a>.

source: Don’t notify customer on this order editing
ru_ru: Не отправлять уведомление покупателю об этом изменении заказа

source: hours after the order was set to state
ru_ru: часов после перевода заказа в статус

source: Array of courier data
ru_ru: Массив данных курьера

source: Array of data of a courier contact stored in Contacts app, if courier is linked to an existing contact
ru_ru: Массив данных контакта курьера из приложения «Контакты», если курьер связан с существующим контактом

source: Courier contact’s default email address
ru_ru: Email-адрес контакта курьера

source: Courier contact’s default phone number
ru_ru: Номер телефона контакта курьера

source: <a href="https://www.shop-script.com/mobile/">Mobile app</a> will help you to conveniently track sales, process orders, and manage products right on your iOS or Android-powered smartphone.
ru_ru: <a href="https://www.shop-script.ru/mobile/">Мобильное приложение</a> позволит вам удобно следить за продажами, обрабатывать заказы и управлять товарами прямо на вашем смартфоне на базе iOS или Android.

source: https://itunes.apple.com/us/app/shop-script/id1108957302?mt=8
ru_ru: https://itunes.apple.com/ru/app/shop-script/id1108957302?mt=8

source: badge-appstore-en.png
ru_ru: badge-appstore-ru.png

source: badge-google-play-en.png
ru_ru: badge-google-play-ru.png

source: You can remove settings or install the <a href="%s" class="inline">plugin</a>.
ru_ru: Можно удалить настройки или установить <a href="%s" class="inline">плагин</a>.

source: You can remove settings or install the plugin.
ru_ru: Можно удалить настройки или установить плагин.

source: An error occurred
ru_ru: Произошла ошибка

source: Primary SKU
ru_ru: Основной артикул

source: Unknown destination stock
ru_ru: Неизвестный склад назначения

source: Syntax error in the template of action “%s” in line %s “%s”. Reason: %s.
ru_ru: Синтаксическая ошибка в шаблоне действия «%s» в строке %s «%s». Причина: %s.

source: You can edit the template in <a href="?action=settings#/orderStates/">order states settings</a>.
ru_ru: Шаблон можно изменить в <a href="?action=settings#/orderStates/">настройках статусов заказов</a>.

source: An array of action-dependent parameters, e.g. $action_data.params.tracking_number for Ship’s action tracking number
ru_ru: Массив параметров действия с заказом, например, $action_data.params.tracking_number — номер отправления для действия «Отправлен»

source: Current order status
ru_ru: Текущий статус заказа

source: Money will be returned to the customer via the payment gateway.
ru_ru: Деньги будут возвращены покупателю через платежную систему.

source: Refund reason
ru_ru: Причина возврата

source: Customer request
ru_ru: По запросу покупателя

source: Get instant updates on your mobile device
ru_ru: Все заказы — в вашем телефоне

source: Export default SKU choice value
ru_ru: Экспортировать значение выбора артикула по умолчанию

source: Order placed by a customer or created by an administrator in backend.
ru_ru: Оформление заказа на витрине или создание заказа администратором в бекенде магазина.

source: Execution of “Process” action in backend.
ru_ru: Выполнение действия «В обработку» в бекенде магазина.

source: Execution of “Sent” action in backend.
ru_ru: Выполнение действия «Отправлен» в бекенде магазина.

source: Execution of “Delete” action in backend.
ru_ru: Выполнение действия «Удалить» в бекенде магазина.

source: Execution of “Refund” action in backend.
ru_ru: Выполнение действия «Возврат» в бекенде магазина.

source: Saving of changes made in an edited order in backend.
ru_ru: Сохранение изменений в заказе после его редактирования в бекенде магазина.
