Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: In “%s” mode payment is offered only to selected customer types.<br>In “%s” mode this setting is ignored and payment is always offered to all customer types.
ru_ru: В режиме «%s» оплата предлагается только выбранным типам покупателей.<br>В режиме «%s» эта настройка игнорируется, и оплата всегда предлагается всем типам покупателей.

source: In “%s” mode payment is offered only with selected shipping types.<br>In “%s” mode this setting is ignored and payment is always offered with all shipping types.
ru_ru: В режиме «%s» оплата предлагается только для выбранных типов доставки.<br>В режиме «%s» эта настройка игнорируется, и оплата всегда предлагается для всех типов доставки.

source: In-cart checkout
ru_ru: Оформление заказа в корзине

source: Multi-step checkout
ru_ru: Пошаговое оформление заказа

source: shipping type “%s”
ru_ru: тип доставки «%s»

source: pickup
ru_ru: самовывоз

source: courier
ru_ru: курьер

source: post
ru_ru: почта

source: Product dimensions are passed on to shipping plugins.
ru_ru: Размеры товаров передаются плагинам доставки.

source: Passing of product dimensions on to shipping plugins is not set up.
ru_ru: Передача размеров товаров плагинам доставки не настроена.

source: Product feature “%s” with code <tt>%s</tt> is used.
ru_ru: Используется характеристика товара «%s» с кодом <tt>%s</tt>.

source: Shipping plugins retrieve weight from the vaules of a product feature with code <tt>%s</tt>.
ru_ru: Плагины доставки получают вес товаров из значений характеристики с кодом <tt>%s</tt>.

source: Product dimensions (value × value × value)
ru_ru: Размеры товара (значение × значение × значение)

source: Order dimensions calculation plugin
ru_ru: Плагин расчета размеров заказа

source: Order dimensions calculation is set up.
ru_ru: Расчет размеров отправления настроен.

source: Order dimensions calculation is not set up.
ru_ru: Расчет размеров заказа не настроен.

source: Install an order dimensions calculation plugin.
ru_ru: Установите плагин для расчета размеров заказа.

source: Do not calculate order dimensions
ru_ru: Не рассчитывать общие размеры отправления

source: If no plugin is selected, then order dimensions are calculated by shipping plugins.
ru_ru: Если плагин не будет выбран, то общие размеры будут рассчитаны плагином доставки.

source: Select a feature
ru_ru: Выберите характеристику

source: Order weight &amp; dimensions
ru_ru: Вес и размеры заказа

source: Order processing schedule
ru_ru: Время приема и обработки заказов

source: Day of the week
ru_ru: День недели

source: Open
ru_ru: Рабочий

source: Business hours
ru_ru: Часы работы

source: New orders for processing
ru_ru: Заказы в обработку

source: Values of “%s” and “%s” fields can be used to calculate the estimated shipping time.
ru_ru: Значения полей «%s» и «%s» могут быть использованы для расчета сроков доставки.

source: The setting is used by default in all storefronts.
ru_ru: Настройка используется по умолчанию на всех витринах магазина.

source: Business hours required to process an order
ru_ru: Количество рабочих часов на обработку заказа

source: Is used to calculate estimated order shipping time. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
ru_ru: Используется для расчета сроков доставки. Указанный период добавляется ко времени оформления заказа и учитывается при переносе обработки заказов на другой день — для заказов, оформленных в конце или после окончания текущего рабочего дня. Дополнительное время комплектации заказа можно указать в настройках отдельных способов доставки.

source: This value is used to calculate estimated order shipping time with in-cart checkout option, and may also work with multi-step checkout, if a shipping plugin can accept order ready time from the online store. Specified period of time is added to the order creation time and is taken into account to transfer order processing to the next day, if an order is placed shortly before the end of a workday or later. Additional order picking time can be specified in individual shipping methods’ settings.
ru_ru: Это значение используется для расчета сроков доставки в режиме оформления заказа в корзине и может также использоваться при пошаговом оформлении заказа, если плагин доставки учитывает время готовности заказа. Указанный период добавляется ко времени оформления заказа и учитывается при переносе обработки заказов на другой день — для заказов, оформленных в конце или после окончания текущего рабочего дня. Дополнительное время комплектации заказа можно указать в настройках отдельных способов доставки.

source: Values in “%s” column denote the last hour of a workday before which orders are accepted for processing on the same day. Orders accepted after that hour are processed on the next workday.
ru_ru: Значения в столбце «%s» обозначают последний час рабочего дня, до которого заказы принимаются для обработки в течение дня. Заказы, оформленные после указанного часа, обрабатываются на следующий день.

source: <span class="s-checkout-2-label">In-cart checkout</span> setting for <i class="icon16 status-green"></i><span class="gray">%s/%s</span>
ru_ru: Настройка <span class="s-checkout-2-label">оформления заказа в корзине</span> для <i class="icon16 status-green"></i><span class="gray">%s/%s</span>

source: Checkout page demo
ru_ru: Демо страницы оформления заказа

source: Use field
ru_ru: Использовать поле

source: Field width
ru_ru: Ширина поля

source: Enable default design
ru_ru: Включить стандартный стиль дизайна

source: Logo
ru_ru: Логотип

source: Delete logo
ru_ru: Удалить логотип

source: Business scope
ru_ru: Сфера деятельности

source: Phone number hint
ru_ru: Подпись под номером телефона

source: Checkout page background color
ru_ru: Цвет фона страницы оформления заказа

source: Header &amp; footer background color
ru_ru: Цвет фона шапки и подвала страницы

source: Custom CSS styles
ru_ru: Свои CSS-стили

source: Entered CSS code will be added inside <code>&lt;style&gt; ... &lt;/style&gt;</code> tags in <code>&lt;head&gt;</code> block only on checkout page.
ru_ru: Введенный CSS-код будет помещен внутри тега <code>&lt;style&gt; ... &lt;/style&gt;</code> в блоке <code>&lt;head&gt;</code> только на странице оформления заказа.

source: Block name
ru_ru: Название блока

source: Empty cart text
ru_ru: Текст для пустой корзины

source: SKU selection
ru_ru: Смена артикула

source: Allow customers to select other product SKUs in the shopping cart
ru_ru: Разрешить покупателям выбирать другой артикул товара в корзине

source: For example, to change product properties such as color or size
ru_ru: Например, для изменения свойств товара: цвета, размера и т. п.

source: Discount information per product
ru_ru: Отображение скидки на каждый товар

source: Total discount information
ru_ru: Отображение итоговой скидки

source: Store working schedule
ru_ru: Режим работы магазина

source: Checkout type
ru_ru: Тип оформления заказа

source: Limit shipping area
ru_ru: Ограничить область доставки

source: Select a region
ru_ru: Выберите регион

source: Locality
ru_ru: Населенный пункт

source: locality
ru_ru: населенный пункт

source: Separate locality names with a comma.
ru_ru: Перечислите населенные пункты через запятую.

source: Selected country and region will be visible to customers but not available for changing.
ru_ru: Выбранные страна и регион будут видны покупателям, но будут недоступны для изменения.

source: To hide selected country and region fields from customers, switch to “Minimal” mode and set up a single shipping area with a country and region selected in its settings.
ru_ru: Чтобы скрыть выбранные страну и регион от покупателей, переключитесь на «Минимальный» режим и настройте единственную область доставки, в настройках которой выберите страну и регион.

source: Show pickup points map
ru_ru: Показывать карту выбора пунктов самовывоза

source: Login offer text
ru_ru: Текст предложения войти

source: Logout offer text
ru_ru: Текст предложения выйти из аккаунта

source: Customer type
ru_ru: Тип покупателя

source: Customer types
ru_ru: Типы покупателей

source: Person mode name
ru_ru: Название режима для персон

source: Company mode name
ru_ru: Название режима для компаний

source: Hint text for companies
ru_ru: Текст подсказки для компаний

source: Companies service terms text
ru_ru: Текст условий работы с компаниями

source: Persons:
ru_ru: Персоны:

source: <a href="%s" target="_blank">Edit contact fields</a> <i class="icon10 new-window"></i> in Settings app.
ru_ru: <a href="%s" target="_blank">Редактировать контактные поля</a> <i class="icon10 new-window"></i> в приложении «Настройки».

source: Companies:
ru_ru: Компании:

source: <a href="%s" target="_blank">Add and configure shipping methods <i class="icon16 new-window"></i></a>
ru_ru: <a href="%s" target="_blank">Добавить и настроить способы доставки <i class="icon16 new-window"></i></a>

source: Request ZIP code with the locality name
ru_ru: Запрашивать индекс вместе с названием населенного пункта

source: “Courier” shipping type title
ru_ru: Название для типа доставки «Курьер»

source: “Pickup” shipping type title
ru_ru: Название для типа доставки «Самовывоз»

source: “Post” shipping type title
ru_ru: Название для типа доставки «Почта»

source: <a href="%s" target="_blank">Edit address fields</a> <i class="icon10 new-window"></i> in Settings app.
ru_ru: <a href="%s" target="_blank">Редактировать поля адреса</a> <i class="icon10 new-window"></i> в приложении «Настройки».

source: Address fields provided by shipping plugins will be displayed before custom fields that you may add.
ru_ru: Поля адреса, запрашиваемые плагинами доставки, отображаются выше добавленных вами дополнительных полей.

source: Disable address fields which are not required for all shipping options. Shipping plugins will add required address fields during checkout, if necessary.
ru_ru: Отключите поля адреса, которые не нужны для всех вариантов доставки. Плагины доставки добавят дополнительные поля адреса, если это необходимо для их работы.

source: Shipping plugins response waiting time
ru_ru: Время ожидания ответа от плагинов доставки

source: Shipping options provided by plugins which process external requests longer than specified will not be available for choice.
ru_ru: Варианты доставки плагинов, которые обрабатывают запросы к сторонним сервисам дольше указанного времени, будут недоступны для выбора.

source: <a href="%s" target="_blank">Add and configure payment methods <i class="icon16 new-window"></i></a>
ru_ru: <a href="%s" target="_blank">Добавить и настроить способы оплаты <i class="icon16 new-window"></i></a>

source: Allow customers to leave a comment to an order
ru_ru: Разрешить покупателям оставлять комментарий к заказу

source: Show
ru_ru: Показывать

source: Enter your terms of service, refund conditions, and other legal information for customers to read and to agree to during checkout.
ru_ru: Введите текст условий предоставления услуг, возврата денежных средств или иной юридической информацией, с которыми покупатели должны ознакомиться и согласиться во время оформления заказа.

source: If this field is completed, customers will see a link to the conditions and a checkbox to confirm their consent before checkout completion.
ru_ru: Если это поле заполнено, то при подтверждении заказа покупатели увидят ссылку на текст условий и флажок, чтобы подтвердить свое согласие с ними.

source: Customer profiles updating &amp; auto-signup
ru_ru: Обновление профилей покупателей и автоматическая регистрация

source: Ask to log in with a confirmation code
ru_ru: Попросить войти с использованием проверочного кода

source: A login confirmation code will be sent to a customer’s email address or phone.
ru_ru: Проверочный код для подтверждения входа будет отправлен на email-адрес или телефон покупателя.

source: Upon confirmation, a customer will be authorized and will have access to their online account.
ru_ru: После подтверждения покупатель будет авторизован и сможет войти в личный кабинет.

source: You can request a code again in
ru_ru: Повторно запросить код можно через

source: After this timeout, a customer will be able to re-request a confirmation code by email or SMS when logging in to confirm checkout completion.
ru_ru: По истечении этого времени покупатель сможет повторно запросить код подтверждения по email или SMS при авторизации в момент подтверждения заказа.

source: “Thank you” page title
ru_ru: Заголовок страницы «Спасибо»

source: “Thank you” page text
ru_ru: Текст страницы «Спасибо»

source: Use shipping area
ru_ru: Использовать область доставки

source: Shipping area name
ru_ru: Название области доставки

source: No shipping areas added
ru_ru: Нет добавленных областей доставки

source: Add shipping area
ru_ru: Добавить область доставки

source: Mini
ru_ru: Мини

source: Narrow
ru_ru: Узкая

source: Medium
ru_ru: Средняя

source: Compare at price without discount and discount amount
ru_ru: Зачеркнутая цена без учета скидки и сумма скидки

source: Large
ru_ru: Большая

source: Only compare at price without discount
ru_ru: Только зачеркнутая цена без учета скидки

source: Only common discount amount
ru_ru: Только общая сумма скидки

source: Extra information about discounts by coupons and bonus points
ru_ru: Отображение отдельных сумм скидки по купону и бонусным баллам

source: Default
ru_ru: Обычный

source: Minimal
ru_ru: Минимальный

source: Use a fixed list of <strong>shipping areas</strong> if you deliver orders to a limited list of locations. Customers can quickly select a location from a list without having to select a country and region first.
ru_ru: Используйте фиксированные <strong>области доставки</strong>, если вы отправляете заказы в ограниченный список населенных пунктов или регионов. Покупатели смогут выбирать названия областей доставки из небольшого списка без необходимости указывать страну и регион.

source: A <strong>country is required</strong> to be selected in shipping area properties. If a region or a city name are not specified, they will be requested from a customer.
ru_ru: <strong>Страну нужно выбрать обязательно</strong> в свойствах области доставки. Если регион или название города не указаны, их должны будут указывать покупатели.

source: If <strong>no shipping areas have been set up</strong>, customers will have to select a country and a region, and to enter a city name to view available shipping options.
ru_ru: Если вы <strong>не настроите области доставки</strong>, покупатели должны будут выбирать страну и регион и вводить название населенного пункта, чтобы увидеть список доступных вариантов доставки.

source: If you set up <strong>only one shipping area</strong>, with <strong>country</strong>, <strong>region</strong>, and <strong>city</strong> specified, then customers will see at once all shipping options available for that area only, without an option to change location. If you do not complete the region or locality fields in the single available shipping area’s properties, then only those empty fields will be visible during checkout.
ru_ru: Если вы настроите <strong>только одну область доставки</strong> — с указанием <strong>страны</strong>, <strong>региона</strong> и <strong>города</strong>, покупатели сразу увидят все варианты доставки, доступные для этой области — без возможности сменить область доставки. Если вы не заполнили регион или населенный пункт в свойствах единственной доступной области доставки, то во время оформления заказа будут видны только эти незаполненные поля.

source: Always show
ru_ru: Всегда показывать

source: Only on screens over 760 pixels wide
ru_ru: Только на экранах шириной больше 760 пикселей

source: Never show
ru_ru: Никогда не показывать

source: A small map with one pickup point will be shown by a click on an address in the pickup point selection dialog.
ru_ru: При выборе пункта самовывоза по нажатию на адрес будет показана мини-карта только с одним пунктом выдачи заказов.

source: Persons & companies
ru_ru: Персоны и компании

source: By submitting this form I agree to <a href="---INSERT A LINK HERE!---" target="_blank">personal data protection policy</a>
ru_ru: Нажимая на кнопку подтверждения, я принимаю условия <a href="---ВСТАВЬТЕ СЮДА ССЫЛКУ НА ДОКУМЕНТ!---" target="_blank">политики обработки персональных данных</a>

source: I agree to <a href="---INSERT A LINK HERE!---" target="_blank">personal data protection policy</a>
ru_ru: Я принимаю условия <a href="---ВСТАВЬТЕ СЮДА ССЫЛКУ НА ДОКУМЕНТ!---" target="_blank">политики обработки персональных данных</a>

source: Unauthorized customer can place orders, and each order will create a new customer profile
ru_ru: Неавторизованный покупатель может оформлять заказы, и для каждого заказа будут создаваться новые профили покупателя

source: Unauthorized customer can place orders, and they will be connected with an existing customer profile
ru_ru: Неавторизованный покупатель может оформлять заказы, и они будут прикрепляться к существующему профилю покупателя

source: Checkout with mandatory email address or phone number confirmation
ru_ru: Обязательное подтверждение email-адреса или номера телефона для оформления заказа

source: Common working schedule
ru_ru: Общий режим работы

source: Section “<a href="?action=settings#/schedule/" target="_blank">%s</a>” <i class="icon16 new-window"></i> settings are used
ru_ru: Используются настройки раздела «<a href="?action=settings#/schedule/" target="_blank">%s</a>» <i class="icon16 new-window"></i>

source: Custom working schedule for this storefront
ru_ru: Индивидуальный режим работы для этой витрины

source: Select if your online store has several storefronts with different working schedules
ru_ru: Используйте, если у вашего интернет-магазина несколько витрин с разными режимами работы

source: Empty cart
ru_ru: Очистка корзины

source: Delete all products from the cart?
ru_ru: Удалить все товары из корзины?

source: Don’t delete
ru_ru: Не удалять

source: Delete product from the cart?
ru_ru: Удалить товар из корзины?

source: Shipping option selection
ru_ru: Выбор варианта доставки

source: You are authorized as a company, and orders can be placed only by persons. Please %slog out%s of your account to check out as a person.
ru_ru: Вы авторизованы как юридическое лицо, но заказ могут оформить только физические лица. %sВыйдите%s из своего аккаунта, чтобы оформить заказ как физическое лицо.

source: You are authorized as a person, and orders can be placed only by companies. Please %slog out%s of your account to check out as a company.
ru_ru: Вы авторизованы как физическое лицо, но заказ могут оформить только юридические лица. %sВыйдите%s из своего аккаунта, чтобы оформить заказ как юридическое лицо.

source: Log in
ru_ru: Войти

source: Items cost
ru_ru: Стоимость товаров

source: Shipping cost
ru_ru: Стоимость доставки

source: not selected
ru_ru: не выбрано

source: Total less shipping cost
ru_ru: Итого без учета доставки

source: accept our <a class="js-show-terms-dialog" href="javascript:void(0);">terms of service</a>
ru_ru: принять наши <a class="js-show-terms-dialog" href="javascript:void(0);">условия предоставления услуг</a>

source: Confirm order
ru_ru: Подтвердить заказ

source: Estimated shipping time
ru_ru: Срок доставки

source: Order storage time
ru_ru: Срок хранения заказа

source: Shipping service
ru_ru: Служба доставки

source: day off
ru_ru: выходной

source: How to reach
ru_ru: Как добраться

source: More details
ru_ru: Дополнительно

source: Required field
ru_ru: Обязательное поле

source: To view shipping cost and estimated shipping time, please complete fields with an asterisk
ru_ru: Для расчета стоимости и срока доставки заполните поля со звездочкой

source: Select a locality
ru_ru: Выберите населенный пункт

source: No name
ru_ru: Нет названия

source: Shipping types
ru_ru: Типы доставки

source: Shipping options
ru_ru: Варианты доставки

source: Select a shipping option
ru_ru: Выберите вариант доставки

source: There are no shipping options available for specified location.
ru_ru: Для указанного вами местоположения нет доступных вариантов доставки.

source: Please check values in location fields or contact us.
ru_ru: Проверьте значения в полях местоположения или свяжитесь с нами.

source: Select a common product feature containing 3 dimension values to avoid selecting separate features for individual dimensions below.
ru_ru: Выберите общую характеристику с 3 размерами товара, чтобы не выбирать ниже несколько отдельных характеристик для каждого из размеров.

source: Select separate product features for individual product dimensions if you have not selected a common dimensions feature above.
ru_ru: Выберите отдельные характеристики для каждого из размеров товара, если вы не выбрали выше общую характеристику со всеми размерами.

source: Delete product from the cart
ru_ru: Удалить товар из корзины

source: No more items in stock
ru_ru: Больше нет на складе

source: Reduce quantity
ru_ru: Уменьшить количество

source: Increase quantity
ru_ru: Увеличить количество

source: Only %s available in stock. Please reduce the quantity or delete this product from the cart.
ru_ru: На складе есть только %s шт. Уменьшите количество или удалите этот товар из корзины.

source: One item’s weight
ru_ru: Вес одной штуки

source: Coupon code is empty
ru_ru: Пустой код купона

source: Activate
ru_ru: Активировать

source: Coupon applied
ru_ru: Купон применен

source: Undo
ru_ru: Отменить

source: Bonus used
ru_ru: Бонусные баллы использованы

source: Total discount
ru_ru: Общая скидка

source: Coupon discount
ru_ru: Скидка по купону

source: Affiliate bonus discount
ru_ru: Скидка по бонусным баллам

source: Incorrect value
ru_ru: Неправильное значение

source: Setup of required fields validation in backend, order spam filter, and web push notifications is available in “<a href="%s">General settings</a>” section.
ru_ru: Настройка проверки обязательных полей в бекенде, антиспам-фильтра для заказов и push-уведомлений доступна в разделе «<a href="%s">Общие настройки</a>».

source: %s with total weight %s
ru_ru: %s с общим весом %s

source: country
ru_ru: страна

source: region
ru_ru: регион

source: city
ru_ru: город

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Common storefront settings
ru_ru: Общие настройки витрин

source: <i class="icon16 status-green-tiny"></i>&nbsp;“In-cart checkout” or <i class="icon16 status-blue-tiny"></i>&nbsp;“Multi-step checkout” are selectable in <a href="%s" target="_blank">strorefront settings</a> <i class="icon10 new-window"></i> individually for each storefront.
ru_ru: <i class="icon16 status-green-tiny"></i>&nbsp;«Оформление закзаза в корзине» или <i class="icon16 status-blue-tiny"></i>&nbsp;«Пошаговое оформление заказа» выбираются в <a href="%s" target="_blank">настройках витрины</a> <i class="icon10 new-window"></i> отдельно для каждой витрины.

source: You can set up countries and regions in “<a href="%s">Settings</a>” app.
ru_ru: Страны и регионы настраиваются в приложении «<a href="%s">Настройки</a>».

source: Multi-step checkout setup
ru_ru: Настройка пошагового оформления заказа

source: Checkout setup tips
ru_ru: Рекомендации по настройке оформления

source: Storefront not found.
ru_ru: Витрина не найдена.

source: This payment method may be unavilable during checkout due to limitations by shipping type or customer type.
ru_ru: Этот способ доставки может быть недоступен из-за ограничений по типу доставки и типу покупателя при оформлении заказа.

source: Customer’s “User-Agent” value at the time of order creation
ru_ru: Значение «User-Agent» покупателя на момент создания заказа
