Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Delete expense
ru_ru: Удалить запись

source: Modify expense
ru_ru: Редактировать запись

source: Select a storefront to change active promos’ sort order.
ru_ru: Выберите витрину, чтобы изменить порядок сортировки активных акций.

source: Marketing
ru_ru: Маркетинг

source: Can use marketing tools
ru_ru: Использование инструментов маркетинга

source: Can set up marketing tools
ru_ru: Настройка инструментов маркетинга

source: New expense
ru_ru: Новая запись

source: Channel
ru_ru: Канал

source: Sources
ru_ru: Источники

source: Not specified
ru_ru: Не указан

source: Note
ru_ru: Заметка

source: There are no marketing expenses yet.
ru_ru: Нет записей о затратах на маркетинг.

source: A/B tests
ru_ru: A/B-тесты

source: New test
ru_ru: Новый тест

source: New option
ru_ru: Новый вариант

source: Get code
ru_ru: Получить код

source: There is <strong>%d paid order</strong>
ru_ru: Найден <strong>%d заказ</strong>

source: with traces of this A/B test for the total of <strong>%s</strong>.
ru_ru: со следами этого A/B теста на общую сумму <strong>%s</strong>.

source: First order created on <strong>%s</strong>, last one on <strong>%s</strong>.
ru_ru: Первый заказ создан <strong>%s</strong>, последний <strong>%s</strong>.

source: View details
ru_ru: Открыть подробности

source: ... your HTML for option “%s” here ...
ru_ru: ... HTML для варианта “%s” ...

source: %d visitors abandoned
ru_ru: &minus;%d пользователей

source: The goal!
ru_ru: Цель достигнута!

source: Group by
ru_ru: Группировать

source: week
ru_ru: неделя

source: month
ru_ru: месяц

source: All sources
ru_ru: Все источники

source: Customer Lifetime Value
ru_ru: Ценность покупателя

source: Month %s
ru_ru: Месяц %s

source: Week %s
ru_ru: Неделя %s

source: Day %s
ru_ru: День %s

source: Custom range
ru_ru: Произвольный интервал

source: Only paid orders are counted
ru_ru: Учитываются только оплаченные заказы

source: Marketing costs
ru_ru: Затраты на маркетинг

source: Cost
ru_ru: Затраты

source: Customer Acquisition Cost — an average cost for convincing one to place and pay for an order
ru_ru: Расход на привлечение покупателя (CAC, Customer Acquisition Cost) — средняя стоимость привлечения одного клиента, оформившего и оплатившего заказ

source: Average Revenue Per User = Total sales / Number of customers
ru_ru: Средний доход с клиента (ARPU, Average Revenue Per User) = Общие продажи / Количество покупателей

source: Indicates how much does average customer brings you in sales.
ru_ru: Средний доход (выручка) с клиента за все время.

source: Lifetime ARPU
ru_ru: ARPU за все время

source: Average Margin Per User = Total profit / Number of customers
ru_ru: Средняя прибыль с клиента (AMPU, Average Margin Per User) = Общая прибыль / Количество покупателей

source: Customer Lifetime Value indicates how much does average customer brings you in profit. LTV is the lifetime AMPU.
ru_ru: Ценность покупателя (LTV, Customer Lifetime Value) показывает какую прибыль в среднем вам приносит один покупатель. LTV рассчитывается как AMPU за все время.

source: (direct)
ru_ru: (прямой переход)

source: Number of customers
ru_ru: Количество покупателей

source: Best selling products and services
ru_ru: Бестселлеры

source: Subtotal %1$s &minus; discount %2$s
ru_ru: Общая стоимость %1$s &minus; скидка %2$s

source: Assets
ru_ru: Активы

source: What to sell
ru_ru: Что продавать

source: Profit percentage = Net profit (%s) / Cost price (%s) = %s%%
ru_ru: Рентабельность реализованной продукции = Прибыль (%s) / Закупочная стоимость (%s) = %s%%

source: <strong>+%s%%</strong> to average order value
ru_ru: <strong>+%s%%</strong> к средней сумме заказа

source: On the selected time period, there were no orders with <a href="%s">extra services</a>.
ru_ru: В течение выбранного отчетного периода не было заказов с дополнительными <a href="%s">услугами</a>.

source: There were no products sold on the selected period.
ru_ru: В течение выбранного отчетного периода не было продаж.

source: In-stock assets
ru_ru: Складские активы

source: Number of products:
ru_ru: Количество товаров:

source: Stock count
ru_ru: В наличии

source: The overall amount you will get if you sell the entire stock
ru_ru: Общая выручка от реализации всех складских остатков

source: Net worth
ru_ru: Стоимость активов

source: Selling time
ru_ru: Время реализации

source: Not enough sales data to estimate selling time for this product
ru_ru: Недостаточно данных о продажах для оценки времени реализации этого товара

source: %d item
ru_ru: %d шт.

source: Forecast period
ru_ru: Прогноз

source: 1 month
ru_ru: 1 месяц

source: 3 months
ru_ru: 3 месяца

source: 6 months
ru_ru: 6 месяцев

source: 1 year
ru_ru: 1 год

source: 2 years
ru_ru: 2 года

source: Profit per selling one item of a product
ru_ru: Прибыль от реализации единицы товара

source: Profit per item
ru_ru: Прибыль на единицу

source: Average number of items sold per month
ru_ru: Среднее количество единиц товара, реализуемых в течение месяца

source: Sold per month
ru_ru: Продаж в месяц

source: Estimated overall sales for the selected period
ru_ru: Оценка общей суммы продаж за выбранный период

source: Estimated overall number of items to be shipped
ru_ru: Оценка общего количества реализованных единиц товара за выбранный период

source: Items to ship
ru_ru: К доставке

source: Estimated extra expenses on the purchase of items in addition to the current stock level
ru_ru: Оценка дополнительных расходов на закупку недостающего количества товаров

source: Investments
ru_ru: Вложения

source: Estimated total income on selling these items
ru_ru: Оценка общей выручки от реализации товаров

source: Traces of A/B test found for selected period
ru_ru: Найдены следы A/B-теста

source: Select A/B test to show
ru_ru: Выберите A/B-тест

source: Sales report
ru_ru: Отчет о продажах

source: Overall amount of all paid orders
ru_ru: Общая сумма всех оплаченных заказов

source: Sales volume
ru_ru: Продажи

source: Average paid order amount
ru_ru: Средняя сумма заказа

source: Average order
ru_ru: Средний чек

source: Profit = Order amount &minus; Shipping &minus; Tax &minus; Product purchase price
ru_ru: Прибыль = Сумма заказа &minus; Доставка &minus; Налог &minus; Закупочная стоимость

source: Return On Investment for the selected period = Profit / Marketing costs
ru_ru: Возврат инвестиций за выбранный период (ROI, Return On Investment) = Прибыль / Затраты на маркетинг

source: Overall ROI calculated for the entire data. This is where your current ROI value might converge to.
ru_ru: Показатель ROI, рассчитанный за все время. Наиболее вероятно текущий показатель ROI с увеличением выбранного периода будет стремиться к этому значению.

source: All time ROI
ru_ru: ROI за все время

source: Service price
ru_ru: Стоимость услуги

source: When ordered with a particular product, service increases product base price by the amount provided. Service price can be set in bulk for all products, or customized for every individual product or SKU.
ru_ru: Услуга заказывается вместе с товаром и увеличивает его цену на указанную стоимость. Стоимость услуги может быть определена для всех товаров выбранных типов или же индивидуально для конкретных товаров.

source: Offer this service with following products:
ru_ru: Предлагать услугу со следующими товарами:

source: Select particular products
ru_ru: Выбрать товары

source: Maps
ru_ru: Карты

source: <a href="%s" target="_blank">See documentation</a> for details.
ru_ru: <a href="%s" target="_blank">Посмотрите документацию</a>.

source: To enable SMS message sending, install and configure sending plugin for your preferred SMS gateway.<br /> <a href="%s">Browse for SMS gateway plugins</a> in Installer app.
ru_ru: Для отправки SMS-сообщений установите и настройте подключение к какому-либо из SMS-провайдеров.<br />Плагины подключения к SMS-провайдеров доступны для установки <a href="%s">в «Инсталлере»</a>.

source: Delete order action
ru_ru: Удалить действие

source: Set order state
ru_ru: Установить статус заказа

source: Don’t change order state
ru_ru: Не менять статус заказа

source: Button
ru_ru: Кнопка

source: Link
ru_ru: Ссылка

source: Email and SMS notifications on order actions are configured in “<a href="?action=settings#/notifications/" class="nowrap">Settings → Notifications</a>” section.
ru_ru: Email- и SMS-уведомления о действиях с заказами настраиваются в разделе «<a href="?action=settings#/notifications/" class="nowrap">Настройки → Уведомления</a>».

source: Search algorithm
ru_ru: Алгоритм поиска

source: Basic
ru_ru: Простой

source: Smart
ru_ru: Умный

source: Product search will be performed by product and SKU names.
ru_ru: Поиск товаров будет производится по названию товаров и артикулов.

source: Out-of-stock products can be added to cart and ordered
ru_ru: Товары, отсутствующие на складе, могут быть добавлены в корзину и заказаны

source: Cohorts
ru_ru: Когорты

source: Cohort
ru_ru: Когорта

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience. Please remove this product from your shopping cart to proceed.
ru_ru: К сожалению, %s только что закончился на складе и недоступен для заказа. Приносим извинения за неудобства. Пожалуйста, удалите товар из корзины, чтобы продолжить.

source: Oops! %s just went out of stock and is not available for purchase at the moment. We apologize for the inconvenience.
ru_ru: К сожалению, %s только что закончился на складе и недоступен для заказа. Приносим извинения за неудобства.

source: Not available
ru_ru: Недоступно

source: Contact deleted: %d
ru_ru: Контакт удален: %d

source: Add at least two variants.
ru_ru: Добавьте не менее двух вариантов.

source: Sales by source
ru_ru: Продажи по источникам

source: Social
ru_ru: Соцсети

source: Sales by social media
ru_ru: Продажи по переходам из социальных сетей

source: Sales by country and region
ru_ru: Продажи по странам и регионам

source: Sales by campaign
ru_ru: Продажи по кампаниям

source: Sales by shipping option
ru_ru: Продажи по способу доставки

source: Sales by payment method
ru_ru: Продажи по способу оплаты

source: Sales by coupon
ru_ru: Продажи с использованием купонов на скидку

source: Landings
ru_ru: Лендинг-страницы

source: Sales by landing page
ru_ru: Продажи по лендинг-страницам

source: (not defined)
ru_ru: (не определено)

source: region not specified
ru_ru: регион не указан

source: Oops! For some reason your contact information was lost during the checkout. Please return to the contact information checkout step to finalize your order.
ru_ru: Извините, заказ не может быть оформлен. По непонятной причине введенная контактная информация была потеряна в процессе оформления заказа. Пожалуйста, вернитесь на шаг ввода контактной информации, чтобы оформить этот заказ.

source: Payment option is not defined. Please return to the payment selection checkout step to continue.
ru_ru: Способ оплаты не определен. Пожалуйста, вернитесь на шаг выбора способа оплаты, чтобы продолжить.

source: Shipping option is not defined. Please return to the shipping option checkout step to continue.
ru_ru: Способ доставки не определен. Пожалуйста, вернитесь на шаг выбора способа доставки, чтобы продолжить.

source: Image
ru_ru: Изображение

source: Contact customer
ru_ru: Написать клиенту

source: Message was sent
ru_ru: Сообщение отправлено

source: sent a message to customer
ru_ru: отправил сообщение покупателю

source: Select from a list of values (select)
ru_ru: Выбор значения из списка (select)

source: Multiple values (checkboxes)
ru_ru: Выбор нескольких возможных вариантов (checkbox)

source: Data too long
ru_ru: Слишком длинная строка данных

source: A message was added
ru_ru: Сообщение добавлено

source: Send via
ru_ru: Использовать

source: Sender
ru_ru: Отправитель

source: Message
ru_ru: Сообщение

source: Send
ru_ru: Отправить

source: Error sending message to client. Message is not sent.
ru_ru: Ошибка при отправке. Сообщение клиенту не отправлено.

source: Restart checkout
ru_ru: Начать заново

source: Additional categories
ru_ru: Дополнительные категории

source: Duplicate product row under each category it belongs to
ru_ru: Дублировать запись о товаре для каждой категории, к которой он принадлежит

source: Product descriptions
ru_ru: Описания товаров

source: Non-HTML product descriptions
ru_ru: Описания без использования HTML

source: If checked, a &lt;br&gt; tag will be automatically added after every line of the product description.
ru_ru: Включите, чтобы автоматически добавить форматирование описания товара с помощью тегов &lt;br&gt;.

source: Today
ru_ru: Сегодня

source: Last order %d day ago
ru_ru: Последний заказ %d день назад

source: Number of customers with the same email address
ru_ru: Количество покупателей с таким же email-адресом

source: Number of customers with the same phone number
ru_ru: Количество покупателей с таким же номером телефона

source: %d more customer found with the same email address
ru_ru: %d покупатель найден с таким же email-адресом

source: %d more customer found with the same phone number
ru_ru: %d покупатель найден с таким же номером телефона

source: A/B testing in Shop-Script is a great way to compare several versions of your site content and to find out which one impacts sales the most.
ru_ru: A/B-тесты в Shop-Script позволяют сравнить несколько вариантов внешнего вида или содержимого сайта и оценить влияние каждого из них на продажи и прибыль.

source: The complete guide to A/B testing with Shop-Script
ru_ru: Подробное руководство по A/B-тестированию в Shop-Script

source: Test ID
ru_ru: ID теста

source: Embed the following code to any template file or page, and add your custom content you want to split-test:
ru_ru: Добавьте код теста в любой шаблон дизайна или на страницу вашего сайта и дополните его содержимым, эффективность которого вы хотите сравнить:

source: The results of A/B test will be available on the main sales reports page as soon as you get at least one paid orders after embedding this test code.
ru_ru: Результаты A/B-теста будут доступны в основном отчете о продажах сразу же после того, как будет оплачен хотя бы один заказ, оформленный после размещения кода теста.

source: This A/B test and its results will be deleted without a recovery option. Delete?
ru_ru: A/B-тест и его результаты будут удалены без возможности восстановления. Удалить?

source: Not enough sales data to build cohort chart for the selected period.
ru_ru: Недостаточно данных для построения когорт для указанного отчетного периода.

source: quarters
ru_ru: кварталы

source: Stream graph
ru_ru: Потоком

source: Stacked graph
ru_ru: Графиком

source: Quarter %s
ru_ru: Квартал %s

source: Average number of orders placed by a single customer
ru_ru: Среднее количество заказов, оплаченных одним покупателем

source: Orders per customer
ru_ru: Заказов на покупателя

source: No paid orders on the selected period.
ru_ru: Ни одного оплаченного заказа в указанный отчетный период.

source: Selling time is estimated based on the average monthly sales during last 90 days (%d items per month for this product).
ru_ru: Общее время реализации оценивается на основе данных о продажах товара в течение последних 90 дней (данный товар продавался в среднем в количестве %d единиц в месяц).

source: A/B tests results available
ru_ru: Доступны результаты A/B-теста

source: Select test
ru_ru: Выберите тест

source: Transaction date
ru_ru: Дата транзакции

source: Order was marked as paid or completed
ru_ru: Заказ был оплачен или выполнен

source: Order was created
ru_ru: Заказ был создан

source: Choose an order action to associate its date with the order amount in <a href="?action=reports">sales reports</a>.
ru_ru: Выберите действие с заказом, с датой которого нужно связать сумму заказа в <a href="?action=reports">отчетах о продажах</a>.

source: %d image imported with errors
ru_ru: %d изображение импортировано с ошибками

source: Unknown action
ru_ru: Неопределенное действие

source: Version %s
ru_ru: Вариант %s

source: Add version
ru_ru: Добавить вариант

source: New version
ru_ru: Добавить вариант

source: Add expense
ru_ru: Добавить запись

source: Enter domain name...
ru_ru: Ввести доменное имя...

source: Enter UTM campaign ID...
ru_ru: Ввести идентификатор UTM-кампании...

source: One-time
ru_ru: Единоразовый

source: Time frame
ru_ru: Период

source: The amount will be gradually distributed by day over the entire period, which allows you to estimate ROI more precisely.
ru_ru: Введенная сумма будет равномерно распределена по дням всего указанного временного интервала, что позволяет сделать оценку ROI более точной.

source: No marketing expenses on the selected period
ru_ru: В течение выбранного отчетного периода не было затрат на маркетинг

source: Add your marketing expenses to automate ROI (Return On Investment) calculation by traffic source and campaign.
ru_ru: Добавление затрат на маркетинг позволяет автоматизировать расчет возврата вложений в продвижение (ROI, Return On Investment) по каждому источнику покупателей и UTM-кампаниям.

source: Guest checkout
ru_ru: Заказ без авторизации

source: Create a new customer profile for every guest order
ru_ru: Создавать новый профиль покупателя для каждого заказа без авторизации

source: Add an order to existing customer profile with the same email address or phone number
ru_ru: Прикреплять заказ к существующему покупателю с таким же email-адресом или номером телефона

source: Add an order to existing customer profile with the same email address
ru_ru: Прикреплять заказ к существующему покупателю с таким же email-адресом

source: Non-authorized customers do not need to confirm their email address or phone number.
ru_ru: Неавторизованные покупатели не должны подтверждать свой email-адрес или номер телефона.

source: Authorized customers cannot use an email address or phone number from other customers’ or backend users’ profiles.
ru_ru: Авторизованные покупатели не могут использовать email-адрес или номер телефона, ранее сохраненные в профилях других покупателей или пользователей бекенда.

source: Non-authorized customers must confirm their email address or phone number before checkout completion, only if those data have been found in other registered customers’ profiles or in only one backend user profile. Such customers are automatically logged in right after confirmation or get signed up, if not registered, and receive a corresponding notification.
ru_ru: Неавторизованные покупатели должны подтвердить email-адрес или номер телефона до завершения оформления заказа, только если эти данные были ранее сохранены в профилях других зарегистрированных покупателей или в профиле одного пользователя бекенда. Такие покупатели авторизуются автоматически сразу после подтверждения или становятся зарегистрированными — с отправкой уведомления об этом, если ранее не были зарегистрированы.

source: Authorized customers can change their email address or phone number to those found in other registered customers’ profiles or in one backend user profile, only after confirmation.
ru_ru: Авторизованные покупатели могут сменить email-адрес или номер телефона на ранее сохраненные в профилях других зарегистрированных покупателей или в профиле одного пользователя бекенда — только после подтверждения.

source: A customer cannot place an order with the use of an email address or phone number found in multiple backend user profiles.
ru_ru: Нельзя оформить заказ с использованием email-адреса или номера телефона, указанных в профилях нескольких пользователей бекенда.

source: Non-authorized customers must confirm their email address or phone number before checkout completion. Such customers are automatically logged in right after confirmation or get signed up, if not registered, and receive a corresponding notification.
ru_ru: Неавторизованные покупатели должны подтвердить email-адрес или номер телефона до завершения оформления заказа. Такие покупатели авторизуются автоматически сразу после подтверждения или становятся зарегистрированными — с отправкой уведомления об этом, если ранее не были зарегистрированы.

source: Oops!
ru_ru: Ошибка!

source: Promos
ru_ru: Промо

source: Select at least one storefront.
ru_ru: Выберите хотя бы одну витрину.

source: Next 30 days forecast
ru_ru: Прогноз на следующие 30 дней

source: stock net worth
ru_ru: стоимость активов

source: Delete all child categories
ru_ru: Удалить все дочерние категории

source: Can manage customers
ru_ru: Управление покупателями

source: Can manage services
ru_ru: Управление услугами

source: Can manage product sets, categories
ru_ru: Управление категориями и списками товаров

source: Can import and export data
ru_ru: Импорт и экспорт данных

source: Read only
ru_ru: Только чтение

source: Edit and add new products only
ru_ru: Добавление новых товаров и их редактирование

source: Full access
ru_ru: Полный доступ

source: Order %s
ru_ru: Заказ %s

source: E.g. %s
ru_ru: Например, %s

source: Shop by Department
ru_ru: Каталог товаров

source: Hot deals for %s
ru_ru: Лучшие предложения на %s

source: None of your customers purchased this product yet.
ru_ru: Никто из покупателей еще не заказывал этот товар.

source: Based on last 90 days sales
ru_ru: На основании данных о продажах в течение последних 90 дней

source: Forecast
ru_ru: Прогноз

source: Units sold
ru_ru: Продано шт.

source: Available stock balance
ru_ru: Доступный остаток на складе

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in <strong>%d days</strong> (on %s).
ru_ru: При сохранении динамики продаж %s на уровне последних трех месяцев (в среднем в течение месяца продается %d шт) этот товар полностью закончится на складе через <strong>%d дней</strong> (%s).

source: Based on your average monthly sales volume for %s during last three months (%d units per month), you will run out of this product in more than 10 years (on %s).
ru_ru: При сохранении динамики продаж %s на уровне последних трех месяцев (в среднем в течение месяца продается %d шт) этот товар полностью закончится на складе более чем через 10 лет (%s).

source: New promo
ru_ru: Новая акция

source: Promos is an efficient and super easy way to display your custom offers and specials on your online store homepage. Every promo card has a picture, a title, and a custom link.
ru_ru: Промокарточки — это эффективный и очень простой способ представления акций и специальных предложений на главной странице интернет-магазина. Каждая промокарточка представляет собой изображение, заголовок и ссылку.

source: Automated assignment of guest orders to existing customers will not work on following sites: <strong>%s</strong>. Due to privacy considerations, auto order assignment requires enabling “Confirm email on signup” option in <em>Site app > select your domain > Personal > Auth & Sign up settings</em>.
ru_ru: Автоматическое прикрепление заказов к существующим покупателям не будет работать на следующих сайтах: <strong>%s</strong>. Из соображений конфиденциальности функциональность автоматического прикрепления заказов будет работать, только если для сайта включена настройка «Подтверждение email-адреса после регистрации» в приложении «Сайт» в разделе <em>Личный кабинет > Настройки авторизации</em>.

source: Latest blog updates
ru_ru: Новые записи в блоге

source: When enabled, products will be fetched from both the current category and all its sub-categories — and shown in one list
ru_ru: Включение этой настройки автоматически добавит в список товаров данной категории все товары из ее подкатегорий
