Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: Execution of “Restore” action in backend.
ru_ru: Выполнение действия «Восстановить» в бекенде магазина.

source: Execution of “Mark as Completed” action in backend.
ru_ru: Выполнение действия «Выполнить» в бекенде магазина.

source: Sending of a message to a customer by an administrator in backend.
ru_ru: Отправка сообщения клиенту администратором из бекенда магазина.

source: Adding of a comment to an order by an administrator in backend.
ru_ru: Добавление комментария к заказу администратором в бекенде магазина.

source: Merging of an order without an ID, which was paid via a mobile terminal, with another order in backend.
ru_ru: Объединение оплаченного через мобильный терминал заказа без номера с другим заказом администратором в бекенде.

source: The total of orders placed by customers who initially came to your online store from %s website. Whether those customers came again from other websites to place their subsequent orders is not taken into account.
ru_ru: Сумма заказов, оформленных покупателями, которые впервые перешли на витрину магазина с сайта %s. Переходы этих покупателей на витрину магазина с других сайтов для оформления последующих заказов не учитываются.

source: The total of orders placed by customers upon coming from %s website. The initial traffic sources of the customers who placed these orders are not taken into account.
ru_ru: Сумма заказов, оформленных после перехода на витрину магазина с сайта %s. Первоначальный источник перехода на витрину покупателей, оформивших такие заказы, не учитывается.

source: Registration of an automatic callback from a payment gateway; e.g., to update the order status. Depending on the callback result, additionally action “Paid” may be called afterwards.
ru_ru: Получение автоматического запроса от платежной системы (например, для обновления статуса заказа). В зависимости от результата запроса дополнительно к нему может быть выполнено действие «Оплачен».

source: Execution of “Paid” action manually in backend or automatically by a callback from a payment gateway.
ru_ru: Выполнение действия «Оплачен» в бекенде магазина либо в результате автоматического запроса (callback) платежной системы.

source: Only couriers for storefront %s are shown.
ru_ru: Показаны только курьеры, настроенные для витрины %s.

source: Set up couriers for storefront %s to be able assign orders to them.
ru_ru: Настройте курьеров для витрины %s, чтобы назначить на них заказ.

source: None
ru_ru: Нет

source: End time is earlier than start time. Are you sure?
ru_ru: Время начала позже времени окончания периода. Вы уверены?

source: Use
ru_ru: Использовать

source: Do not use
ru_ru: Не использовать

source: apply
ru_ru: применить

source: Shipping date
ru_ru: Дата доставки

source: Shipping time
ru_ru: Время доставки

source: Time created
ru_ru: Время создания

source: Time updated
ru_ru: Время обновления

source: Time paid
ru_ru: Время оплаты

source: Preferred shipping time:
ru_ru: Желаемое время доставки:

source: Edit shipping details
ru_ru: Изменить параметры доставки

source: Shipping details changed
ru_ru: Изменены параметры доставки

source: Shipping date, for example: February 16, 2017
ru_ru: Дата доставки, например: 16 февраля 2017

source: Shipping date, for example: February 16
ru_ru: Дата доставки, например: 16 февраля

source: Shipping date, for example: 02/16/2017
ru_ru: Дата доставки, например: 16.02.2017

source: Start of shipping time interval
ru_ru: Начало интервала времени доставки

source: End of shipping time interval
ru_ru: Конец интервала времени доставки

source: Shipping date and time, for example: February 16, 10:00 - 20:30
ru_ru: Дата и время доставки, например: 16 февраля, 10:00 - 20:30

source: Relative URL of ordered product‘s main image with specified size.
ru_ru: Относительный URL основного изображения заказанного товара с указанием размера.

source: <code>$item</code> must be an item of <code>$order.items</code> array.
ru_ru: <code>$item</code> должно содержать элемент массива <code>$order.items</code>.

source: <code>$size</code> must contain one of size values described in the <a href="https://www.shop-script.com/help/43/image-thumbnails-in-shop-script-5-storefront/" target="_blank">documentation</a>; e.g., "200" or "200x0", etc. Default image size, if not specified, is "750x0".
ru_ru: <code>$size</code> должно содержать одно из значений размера, описанных в <a href="https://www.shop-script.ru/help/5/shop-script-5-image-thumbnails/" target="_blank">документации</a>, например, "200" или "200x0" и т.&nbsp;п. Стандартное значение, если размер не указан — "750x0".

source: To obtain an absolute image URL, use <code>{$wa-&gt;domainUrl()}</code>.
ru_ru: Чтобы получить абсолютный URL изображения, используйте <code>{$wa-&gt;domainUrl()}</code>.

source: Example:
ru_ru: Пример:

source: Send only if order status has not been changed from the one selected above
ru_ru: Отправлять, только если статус заказа, выбранный выше, не изменился

source: Social sharing URL (og:url)
ru_ru: Ссылка для соцсетей (og:url)

source: If at least one og: value above is not empty, then you may keep this field empty for og:url meta tag to contain this storefront‘s URL by default. Or type a custom og:url value manually, if necessary.
ru_ru: Если хотя бы одно из значений метатегов og: выше заполнено, то это поле можно оставить пустым — в метатег og:url по умолчанию подставится URL витрины. Или вручную отредактируйте значение og:url, если необходимо.

source: Amount of customer‘s bonuses accumulated with the “Loyalty program” enabled in store settings
ru_ru: Количество бонусов, накопленных покупателем в рамках «Бонусной программы», включенной в настройках магазина

source: Total amount of money spent by a customer calculated in default currency. To add formatted amount expressed in the order currency, use <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.
ru_ru: Общая сумма денег в основной валюте, потраченная покупателем. Добавить форматированную сумму с обозначением валюты заказа: <code>{shop_currency($customer.total_spent, null, $order.currency)}</code>.

source: Number of orders placed by a customer.
ru_ru: Количество заказов, оформленных покупателем.

source: ID of last order placed by a customer. To add formatted order ID, use <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.
ru_ru: ID последнего заказа, оформленного покупателем. Добавить форматированный ID заказа: <code>{shopHelper::encodeOrderId($customer.last_order_id)}</code>.

source: Adding of a comment to an order in backend.
ru_ru: Добавление комментария к заказу в бекенде.

source: A comment was added to your order %s
ru_ru: К вашему заказу %s добавлен комментарий

source: Administrator has added a comment to your order %s:<br><strong>%s</strong>
ru_ru: Администратор добавил комментарий к вашему заказу %s:<br><strong>%s</strong>

source: Administrator has changed the shipping details of your order %s as follows:<br><strong>%s</strong>
ru_ru: Администратор изменил параметры доставки для вашего заказа %s следующим образом:<br><strong>%s</strong>

source: Editing of order shipping details in backend.
ru_ru: Изменение параметров доставки заказа в бекенде.

source: Shipping details of your order %s have been changed
ru_ru: Параметры доставки вашего заказа %s изменились

source: Administrator has settled your unsettled order %s by merging it with order %s.
ru_ru: Администратор обработал ваш подвешенный заказ %s и объединил его с заказом %s.

source: Administrator has settled your unsettled order %s.
ru_ru: Администратор обработал ваш подвешенный заказ %s

source: Your order %s has been settled
ru_ru: Ваш подвешенный заказ %s обработан

source: Administrator has merged your order %s with an unsettled order.
ru_ru: Администратор объединил ваш заказ %s с другим, подвешенным заказом.

source: Order shipping via <strong>%s</strong> service was canceled.
ru_ru: Доставка заказа через службу «<strong>%s</strong>» отменена.

source: Order is being prepared for shipping via <strong>%s</strong> service.
ru_ru: Заказ готовится к отправке через службу «<strong>%s</strong>».

source: Order is ready for shipping via <strong>%s</strong> service.
ru_ru: Заказ готов к отправке через службу «<strong>%s</strong>».

source: Order details were sent to shipping service <strong>%s</strong>.
ru_ru: Информация о заказе передана службе доставки «<strong>%s</strong>».

source: An error has occurred during the interaction with shipping service <strong>%s</strong>.
ru_ru: Ошибка при взаимодействии со службой доставки «<strong>%s</strong>».

source: Courier shipping
ru_ru: Доставка курьером

source: Personal data processing
ru_ru: Обработка персональных данных

source: ---INSERT A LINK HERE!---
ru_ru: ---ВСТАВЬТЕ СЮДА ССЫЛКУ НА ДОКУМЕНТ!---

source: I agree to %spersonal data protection policy%s
ru_ru: Я принимаю условия %sполитики обработки персональных данных%s

source: By submitting this form I agree to %spersonal data protection policy%s
ru_ru: Нажимая на кнопку подтверждения, я принимаю условия %sполитики обработки персональных данных%s

source: Do not require consent to personal data protection policy
ru_ru: Не требовать согласия с политикой обработки персональных данных

source: Show only notice and link to policy
ru_ru: Показывать только подсказку со ссылкой на политику

source: Show mandatory checkbox, notice, and link
ru_ru: Предлагать включить обязательный флажок с подсказкой и ссылкой

source: Restore original text
ru_ru: Восстановить стандартный текст

source: Show notice
ru_ru: Показывать уведомление

source: Please confirm your agreement
ru_ru: Подтвердите согласие с условиями

source: Not updated by order actions
ru_ru: Не обновляется действиями с заказами

source: With option “Not updated by order actions”, products’ stock level is supposed to be updated only during data exchange with accounting software, which is used to manage product stock updates.
ru_ru: Вариант «Не обновляется действиями с заказами» предполагает, что складские остатки товаров должны обновляться путем обмена данными с системой учета, с помощью которой выполняется управление остатками.

source: Total discount for this order item: %s.
ru_ru: Общая скидка на этот товар: %s.

source: Total discount for this service: %s.
ru_ru: Общая скидка на эту услугу: %s.

source: Previously calculated discount was preserved
ru_ru: Сохранена ранее рассчитанная скидка

source: Total discount breakdown
ru_ru: Состав итоговой скидки

source: applicable to individual items:
ru_ru: скидка на заказанные товары:

source: applicable to entire order:
ru_ru: скидка на весь заказ:

source: Edit discount
ru_ru: Изменить скидку

source: For service cost
ru_ru: Для стоимости услуг

source: If checked, service cost in newly placed orders will be rounded according to order currency settings.
ru_ru: Включите, чтобы округлять стоимость услуг в новых заказах в соответствии с настройками валют.

source: Day number of customer’s date of birth
ru_ru: Номер дня в дате рождения покупателя

source: Month number of customer’s date of birth
ru_ru: Номер месяца в дате рождения покупателя

source: Year number of customer’s date of birth
ru_ru: Номер года в дате рождения покупателя

source: Customer’s name
ru_ru: Имя покупателя

source: Customer’s company name
ru_ru: Название компании покупателя

source: Customer’s job title
ru_ru: Рабочая должность покупателя

source: Customer’s phone number
ru_ru: Телефонный номер покупателя

source: Customer’s email address
ru_ru: Email-адрес покупателя

source: Customer’s street address
ru_ru: Улица и номер дома в адресе покупателя

source: Customer’s city name
ru_ru: Название города покупателя

source: Customer’s ZIP code
ru_ru: Почтовый индекс покупателя

source: Customer’s region name
ru_ru: Название региона (области) в адресе покупателя

source: Customer’s country name
ru_ru: Название страны в адресе покупателя

source: Returns array of specified product’s cross-selling items.<br><strong>$id</strong> of product whose cross-selling items must be returned.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
ru_ru: Возвращает массив предложений для перекрестных продаж (cross-selling) указанного товара.<br><strong>$id</strong> товара, для которого нужно вернуть предложения перекрестных продаж.<br><strong>$limit</strong> (по умолчанию: <em>5</em>) ограничивает количество возвращаемых товаров.<br><strong>$available_only</strong> (по умолчанию: <em>false</em>) исключает из результатов товары, отсутствующие на складе. По умолчанию отсутствующие товары не пропускаются.

source: To get product-related information, first create a product object by passing its numeric ID; e.g., <em>'product_id'</em> property of an item in <em>$order.items</em> array.
ru_ru: Чтобы получить информацию о товаре, сначала создайте объект товара, указав его числовой ID, например, свойство <em>'product_id'</em> элемента массива <em>$order.items</em>.

source: Returns product URL for specified storefront address. E.g., use <em>$order.params.storefront</em> containing the storefront on which a product was purchased by a customer.
ru_ru: Возвращает URL товара для витрины с указанным адресом. Например, укажите переменную <em>$order.params.storefront</em> с адресом витрины, на которой покупатель заказал товар.

source: Returns array of product’s upselling items.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
ru_ru: Возвращает массив предложений аналогичных товаров (upselling) для данного товара.<br><strong>$limit</strong> (по умолчанию: <em>5</em>) ограничивает количество возвращаемых товаров.<br><strong>$available_only</strong> (по умолчанию: <em>false</em>) исключает из результатов товары, отсутствующие на складе. По умолчанию отсутствующие товары не пропускаются.

source: Returns array of product’s cross-selling items.<br><strong>$limit</strong> (default: <em>5</em>) limits the number of returned items.<br><strong>$available_only</strong> (default: <em>false</em>) excludes out-of-stock products from the result. By default, out-of-stock products are not skipped.
ru_ru: Возвращает массив предложений для перекрестных продаж (cross-selling) данного товара.<br><strong>$limit</strong> (по умолчанию: <em>5</em>) ограничивает количество возвращаемых товаров.<br><strong>$available_only</strong> (по умолчанию: <em>false</em>) исключает из результатов товары, отсутствующие на складе. По умолчанию отсутствующие товары не пропускаются.

source: Select a tax rule to be applied to shipping rates calculated by this plugin.
ru_ru: Выберите налоговое правило, которое должно применяться к стоимости доставки, рассчитанной этим плагином.

source: deleted product
ru_ru: товар удален

source: deleted service
ru_ru: услуга удалена

source: There are more than %u tags.
ru_ru: У товаров больше %u тегов.

source: Start typing in search field to find a tag.
ru_ru: Начните писать в поле поиска, чтобы найти нужный тег.

source: URL of Shop-Script storefront where the order was placed, decoded from Punycode if applicable
ru_ru: Адрес витрины Shop-Script, на которой был оформлен заказ, с учетом национальных доменов (Punycode)

source: Maximum available rounding precision is to nearest 0.01.
ru_ru: Максимальная доступная точность округления — до 0,01.

source: “Not round” option is not available by default, unless enabled in user configuration.
ru_ru: Вариант «Не округлять» по умолчанию недоступен, если не активирован в пользовательской конфигурации.

source: Order customer
ru_ru: Покупатель

source: Reviews author
ru_ru: Автор отзыва

source: Required quantity is greater than is available in stock.
ru_ru: Указанное количество товара больше, чем есть на складе.

source: You cannot delete the only available product from an order.
ru_ru: Нельзя удалить из заказа единственный товар.

source: Nearest delivery date and time formatted as <em>yyyy-mm-dd hh:mm:ss</em>; e.g., <em>2001-12-31 12:30:59</em>.
ru_ru: Ближайшие возможные дата и время доставки в формате <em>yyyy-mm-dd hh:mm:ss</em>, например: <em>2001-12-31 12:30:59</em>.

source: Deadline for delivery formatted as <em>yyyy-mm-dd hh:mm:ss</em>; e.g., <em>2001-12-31 13:30:59</em>.
ru_ru: Последний возможный срок доставки в формате <em>yyyy-mm-dd hh:mm:ss</em>, например: <em>2001-12-31 13:30:59</em>.

source: Desired delivery date selected by customer, formatted as <em>yyyy-mm-dd</em>; e.g., <em>2001-12-31</em>.
ru_ru: Желаемая дата доставки, выбранная покупателем, в формате <em>yyyy-mm-dd</em>, например: <em>2001-12-31</em>.

source: Desired delivery date selected by customer, formatted as <em>dd.mm.yyyy</em>; e.g., <em>31.12.2001</em>.
ru_ru: Желаемая дата доставки, выбранная покупателем, в формате <em>dd.mm.yyyy</em>, например: <em>31.12.2001</em>.

source: Desired delivery interval selected by customer, formatted as <em>xx:xx-xx:xx</em>; e.g., <em>10:00-12:00</em>.
ru_ru: Желаемый интервал времени доставки, выбранный покупателем, в формате <em>xx:xx-xx:xx</em>, например: <em>10:00-12:00</em>.

source: Edit orders
ru_ru: Редактирование заказов

source: If enabled, a courier can edit order items, discount amount, and shipping cost via the mobile app.
ru_ru: Включите, чтобы курьер мог редактировать в мобильном приложении состав заказа, сумму скидки и стоимость доставки.

source: A courier can change order status, shipping address in an order, except for fields “Country”, “ZIP”, “State”, and “City”, and other shipping parameters regardless of this setting’s value.
ru_ru: Курьер может изменять статус заказа, адрес доставки, кроме полей «Страна», «Индекс», «Регион» и «Город», и другие параметры доставки независимо от значения этой настройки.

source: Edit customers
ru_ru: Редактирование покупателей

source: Courier can edit customers’ contact details in mobile app.
ru_ru: Курьер может редактировать контактные данные покупателей в мобильном приложении.

source: Payment and shipping methods selected by a customer and values of default shipping address fields “Country”, “ZIP”, “State”, “City” cannot be changed via mobile app.
ru_ru: Способы оплаты и доставки, выбранные покупателем, и значения стандартных полей адреса доставки «Страна», «Индекс», «Регион», «Город» нельзя изменить через мобильное приложение.

source: Discount rounded to %s
ru_ru: Скидка округлена до %s

source: Shipping method with id=%s not found.
ru_ru: Способ доставки с id=%s не найден.

source: Upload image
ru_ru: Загрузить изображение

source: <b>WYSIWYG editor may change your HTML code.</b><br><br>It is necessary for correct text formatting. Smarty code may be broken and outdated HTML tags may be replaced with modern ones.<br><br>Are you sure to switch to WYSIWYG editor?
ru_ru: <b>Редактор WYSIWYG может изменить ваш HTML-код.</b><br><br>Это необходимо для правильного форматирования текста. Код Smarty может быть сломан, и устаревшие HTML-теги могут быть заменены на современные.<br><br>Вы действительно хотите переключиться на WYSIWYG-редактор?

source: Switch
ru_ru: Переключиться

source: Customer source
ru_ru: Источник покупателя

source: Feature search by name or code
ru_ru: Поиск характеристики по названию или коду

source: Read more
ru_ru: Подробнее

source: Old name
ru_ru: Старое наименование

source: Current name
ru_ru: Актуальное наименование

source: Quick start
ru_ru: Быстрый старт

source: specify date and time
ru_ru: укажите дату и время

source: “%s” action
ru_ru: действие «%s»

source: Behavior
ru_ru: Поведение

source: Payment option availability
ru_ru: Доступность возможности оплаты

source: customers can pay for orders in this state
ru_ru: покупатели могут оплачивать заказы в этом статусе

source: Order status will be changed to “%s”.
ru_ru: Статус заказа изменится на «%s».

source: A payment date will be saved.
ru_ru: Сохранится дата оплаты.

source: Quantities of ordered products and their SKUs, if non-empty, will be increased accordingly. Order payment date will be cleared.
ru_ru: Количество на складе для заказанных товаров и их артикулов, если непустое, увеличится соответственно. Дата оплаты будет удалена.

source: Order status will be changed to the one the order had before deletion.
ru_ru: Статус заказа изменится на тот, который был у заказа до удаления.

source: https://www.shop-script.com/help/28265/order-processing-in-shop-script/
ru_ru: https://support.webasyst.ru/shop-script/8699/order-workflow/

source: About order statuses and actions
ru_ru: О статусах и действиях с заказами

source: Enter a hint, visible only in backend, to describe what your action does and when it should be executed.
ru_ru: Введите подсказку, видимую только в бекенде, о том, что делает ваше действие и для чего его нужно выполнять.

source: Sort order items
ru_ru: Сортировка товаров в заказе

source: as added to the shopping cart
ru_ru: по времени добавления в корзину

source: by item name
ru_ru: по наименованию

source: by SKU code
ru_ru: по коду артикула

source: Select parameters to be available to customers for ordering this product in the storefront.
ru_ru: Выберите параметры, которые будут доступны покупателям при заказе товара на витрине.

source: Show all
ru_ru: Показать все

source: Conventional commodity
ru_ru: Обычный товар

source: To edit countries and regions, you need to access the “Settings” app‘s.
ru_ru: Чтобы редактировать страны и регионы, вам необходимо получить доступ к приложению «Настройки».

source: You can set up a directory of countries and regions in “<a href="%s">Settings</a>” app‘s.
ru_ru: Настроить справочник стран и регионов можно в приложении «<a href="%s">Настройки</a>».

source: Working schedule
ru_ru: Режим работы

source: Timezone
ru_ru: Часовой пояс

source: Extra workdays
ru_ru: Дополнительные рабочие дни

source: Extra days off
ru_ru: Дополнительные выходные дни

source: Add day
ru_ru: Добавить день

source: Please enter at least one working day
ru_ru: Укажите хотя бы один рабочий день

source: Remove the date from extra work days days
ru_ru: Удалить дату из дополнительных рабочих дней

source: Invalid time
ru_ru: Некорректное время

source: Invalid date
ru_ru: Некорректная дата

source: Nothing selected
ru_ru: Ничего не выбрано

source: Matching features were not found or are already selected.
ru_ru: Подходящие характеристики не найдены или уже выбраны.

source: Refunded %s via %s payment gateway.
ru_ru: Возвращено %s через платежную систему «%s».

source: Filtering by this feature is not available, because only one of its values is selected in “Product filtering options” section.
ru_ru: Фильтрация по этой характеристике недоступна, потому что для нее выбрано только одно значение в секции «Параметры фильтрации товаров».

source: Type text to start search
ru_ru: Начните писать для поиска

source: Actual refund
ru_ru: Возврат денег

source: Offer shipping to customer types
ru_ru: Предлагать доставку типам покупателей

source: Offer payment to customer types
ru_ru: Предлагать оплату типам покупателей

source: Offer this payment method with selected shipping types
ru_ru: Предлагать этот способ оплаты для выбранных типов доставки

source: Persons
ru_ru: Персоны

source: Companies
ru_ru: Компании

source: Person
ru_ru: Персона

source: Company
ru_ru: Компания

source: In “%s” mode shipping is offered only to selected customer types.<br>In “%s” mode this setting is ignored and shipping is always offered to all customer types.
ru_ru: В режиме «%s» доставка предлагается только выбранным типам покупателей.<br>В режиме «%s» эта настройка игнорируется, и доставка всегда предлагается всем типам покупателей.
