Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: If you want to place an order on behalf of another customer, <a href="?logout">log out</a> from your current profile and proceed to checkout again.
ru_ru: Если вы хотите оформить заказ от имени другого пользователя, <a href="?logout">выйдите из сеанса</a> и перейдите к оформлению заказа заново.

source: Create permanent user account
ru_ru: Зарегистрироваться как постоянный покупатель

source: Password
ru_ru: Пароль

source: This product is not available for purchase
ru_ru: Этот товар временно недоступен для заказа

source: Display Gravatar userpics
ru_ru: Показывать юзерпики Gravatar

source: Gravatar.com (Globally Recognized Avatars) is a web service that returns userpic (profile photo, avatar) by email address. In case userpic is not uploaded in the Contacts app for a particular customer, his Gravatar userpic will be displayed.
ru_ru: Gravatar.com (Globally Recognized Avatars) — это веб-сервис, который возвращает юзерпик пользователя (фотографию, аватар) по его email-адресу. Если фотография не загружена для покупателя в его профиле в приложении «Контакты», будет показан его юзерпик из сервиса Gravatar.

source: In case there were no Gravatar userpic uploaded
ru_ru: Если у покупателя не загружен юзерпик в сервисе Gravatar

source: Use default userpic
ru_ru: Использовать стандартное изображение из приложения «Контакты»

source: by day
ru_ru: по дням

source: by month
ru_ru: по месяцам

source: Last %d day
ru_ru: Последний %d день

source: Select dates...
ru_ru: Выбрать даты…

source: Protect product review form with CAPTCHA
ru_ru: Защитить форму добавления отзыва о товаре с помощью <em>капчи</em> (CAPTCHA)

source: If enabled, user needs to sign in to post a review.
ru_ru: Пользователь должен авторизоваться на сайте для того, чтобы оставить отзыв.

source: Only authorized users can post reviews
ru_ru: Отзывы о товарах могут оставлять только зарегистрированные пользователи

source: Make sure sign up and login forms are enabled in your <a href="%s">Site app settings</a>.
ru_ru: Убедитесь в том, что формы регистрации и входа для пользователей включены <a href="%s">в настройках приложения «Сайт»</a>.

source: From
ru_ru: Из

source: Max 300 chars. SMS is sent only if customer phone number was entered during the checkout.
ru_ru: Максимум 300 символов. SMS-сообщение будет отправлено, только если покупатель ввел номер телефона во время оформления заказа.

source: Remove from comparison list
ru_ru: Удалить из списка сравнения

source: CSV product import
ru_ru: Импорт товаров из CSV-файла

source: Import and update products via CSV files
ru_ru: Импорт и обновление информации о товарах с помощью CSV-файлов

source: Import new products and update existing product information from a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
ru_ru: Импорт новых и обновление информации о существующих товарах из CSV-файла. CSV-файлы можно создавать и редактировать с помощью электронных табличных редакторов, например, Microsoft Excel, OpenOffice и iWork. Подробное описание структуры CSV-файлов для импорта в Shop-Script читайте в <a href="%s" target="_blank">руководстве</a>.

source: http://www.shop-script.com/help/csv-file-structure/
ru_ru: http://www.webasyst.ru/help/26/import-products-from-csv-file/

source: Upload CSV file
ru_ru: Загрузка CSV-файла

source: Encoding
ru_ru: Кодировка

source: Separator
ru_ru: Разделитель данных

source: File
ru_ru: Файл

source: Following columns were located in the uploaded file:
ru_ru: В загруженном файле обнаружены следующие столбцы:

source: Import options
ru_ru: Параметры импорта

source: Select the product identification column (property) which uniquely identifies each product. Based on the identification column value in the CSV file uploaded, the import routine will either update existing product info, or create a new product.
ru_ru: Выберите столбец (свойство), значения которого однозначно идентифицируют каждый товар. В зависимости от значений этого столбца процедура импорта либо обновит существующий товар, либо создаст новый.

source: Start import
ru_ru: Начать импорт

source: Please do not close your browser window and do not leave this page until the entire import process is finished.
ru_ru: Не закрывайте браузер и не покидайте эту страницу до окончания импорта.

source: Hidden
ru_ru: Скрыт с сайта

source: After you delete a product, all it’s sales reports, cross-selling data, and connections to the orders made in the past will be impossible to restore.
ru_ru: При удалении товара все отчеты о его продажах, его данные о перекрестных продажах и связи с ранее оформленными заказами будут также удалены без возможности восстановления.

source: Delete products
ru_ru: Удалить товары

source: Sender ID
ru_ru: Идентификатор отправителя

source: Enter Sender ID to use with this SMS gateway (Sender ID is either your phone number or up-to-11-characters text label). Enter * to use default Sender ID issued for your account by the gateway.
ru_ru: Введите идентификатор отправителя для использования данного SMS-шлюза — ваш номер телефона либо текстовую строку длиной до 11 символов. Для использования идентификатора по умолчанию, выданного вашим SMS-шлюзом, введите звездочку (*).

source: Once connection is set up, add and edit SMS notifications in “<a href="%s">Notifications</a>” settings screen.
ru_ru: После настройки подключения можно добавлять и редактировать SMS-уведомления в разделе «<a href="%s">Уведомления</a>».

source: To enable SMS message sending, install and configure sending module for your preferred SMS gateway.<br /> Browse for SMS gateway modules <a href="%s">in the Installer app</a>.
ru_ru: Для отправки SMS-сообщений установите и настройте подключение к одному из SMS-шлюзов.<br />Модули интеграции с SMS-шлюзами доступны <a href="%s">в «Инсталлере»</a>.

source: Empty primary CSV column
ru_ru: Столбец идентификации пуст

source: Exported
ru_ru: Экспортировано

source: %02d hr %02d min %02d sec
ru_ru: %02d ч %02d мин %02d сек

source: (total time: %s)
ru_ru: (общее время: %s)

source: Basic fields
ru_ru: Основные поля

source: SKU fields
ru_ru: Поля артикула товаров

source: META Keyword
ru_ru: META Keywords

source: Currency
ru_ru: Валюта

source: CSV column map
ru_ru: Соответствие столбцов файла и свойств товаров

source: No data columns were located in the uploaded file. Make sure right separator and encoding were chosen for this upload.
ru_ru: В загруженном файле столбцы с данными не обнаружены. Проверьте правильность выбора символа-разделителя и кодировки файла.

source: Unsupported CSV file structure
ru_ru: Неподдерживаемая структура CSV-файла

source: Your order number is %s. Order total: %s
ru_ru: Ваш номер заказа: %s. Сумма заказа: %s

source: Order %s has been confirmed
ru_ru: Заказ %s подтвержден

source: Your order %s has been confirmed and accepted for processing.
ru_ru: Ваш заказ %s подтвержден и принят в обработку.

source: Your order %s has been sent out!
ru_ru: Ваш заказ %s отправлен!

source: Your order %s has been cancelled
ru_ru: Ваш заказ %s отменен

source: Your order %s status has been updated to “%s”
ru_ru: Статус вашего заказа %s изменен на «%s»

source: Column %s meets %d times
ru_ru: Столбец %s обнаружен в %d экземплярах

source: Warning
ru_ru: Внимание

source: CSV columns
ru_ru: Столбцы CSV-файла

source: Properties
ru_ru: Свойства товаров

source: Ignore CSV column
ru_ru: Игнорировать столбец

source: Shipping plugins not installed yet
ru_ru: Плагины расчета стоимости доставки не установлены

source: You have no order history yet.
ru_ru: Ваша история заказов пуста.

source: Compare all
ru_ru: Сравнить все

source: Hidden category
ru_ru: Скрытая категория

source: When enabled, this category will be temporarily hidden from the storefront
ru_ru: Включение этой настройки временно скроет категорию на витрине магазина

source: Attachment
ru_ru: Прикрепленный файл

source: Save product information to be able to upload an attachment
ru_ru: Сохраните информацию о товаре, чтобы прикрепить файл

source: A link to download attached file will be sent to customer in the order notification email. The link will be functional only when the order is paid.
ru_ru: Ссылка на загрузку файла будет отправлена покупателю в уведомлении о заказе и будет работать только в случае, если заказ был оплачен.

source: Optional file description
ru_ru: Комментарий к прикрепленному файлу (необязательно)

source: Invalid primary field
ru_ru: Неверно указан столбец идентификации

source: Semicolon
ru_ru: Точка с запятой

source: Comma
ru_ru: Запятая

source: Tab
ru_ru: Табуляция

source: Add to set
ru_ru: Добавить в список

source: Remove from set
ru_ru: Исключить из списка

source: Remove from category
ru_ru: Исключить из категории

source: Assign tags
ru_ru: Назначить теги

source: Remove tags
ru_ru: Убрать теги

source: Products stored to this category will not be deleted
ru_ru: Товары, находящиеся в этой категории, не будут удалены

source: Products stored in this set will not be deleted
ru_ru: Товары, находящиеся в этом списке, не будут удалены

source: Delete all products stored in this category (%d)
ru_ru: Удалить все товары, находящиеся в этой категории (%d)

source: Delete all products stored in this set (%d)
ru_ru: Удалить все товары, находящиеся в этом списке (%d)

source: Remove product from this category
ru_ru: Удалить товар из этой категории

source: Added %s
ru_ru: Добавлен %s

source: Variables
ru_ru: Переменные

source: Cheat sheet
ru_ru: Шпаргалка

source: Hidden products are not shown among other products in the storefront, are not available for purchase, and can be viewed by the direct URL only.
ru_ru: Скрытые товары не показываются на витрине в общих списках товаров и их нельзя добавить в корзину. Просмотреть скрытый товар на витрине возможно только по прямому открытию страницы товара (нужно знать ее адрес).

source: Only %d left in stock. Sorry.
ru_ru: Извините, но в наличии только %d экземпляров этого товара.

source: Payment for order %s
ru_ru: Оплата заказа %s

source: I’m a new customer
ru_ru: Я новый покупатель

source: I already have an account
ru_ru: Я уже заказывал ранее и у меня есть аккаунт

source: Printable version
ru_ru: Версия для печати

source: matches base product value
ru_ru: совпадает с базовым

source: differs from base product value
ru_ru: отличается от базового

source: all of selected values (AND)
ru_ru: все выбранные (AND)

source: any of selected values (OR)
ru_ru: любое из выбранных (OR)

source: Upsell products will be offered for a particular base product according to the following criteria:
ru_ru: Рекомендуемые товары будут подобраны для базового (просматриваемого) товара согласно следующим правилам:

source: CSV product export
ru_ru: Экспорт товаров в CSV

source: Export products into CSV file
ru_ru: Экспорт информации о товарах в CSV-файлы

source: Export products to a comma-separated values (CSV) file. CSV files can be created and managed using most modern spreadsheet applications such as Microsoft Excel, OpenOffice, and iWork. For detailed information about Shop-Script-supported CSV file structure, please <a href="%s" target="_blank">refer to the manual</a>.
ru_ru: Экспорт информации о товарах в CSV-файлы. CSV-файлы можно создавать и редактировать с помощью электронных табличных редакторов, например, Microsoft Excel, OpenOffice и iWork. Подробное описание структуры CSV-файлов, которую поддерживает Shop-Script, читайте в <a href="%s" target="_blank">руководстве</a>.

source: Export CSV file
ru_ru: Экспортировать в CSV

source: Select products
ru_ru: Выбрать товары

source: Start export
ru_ru: Экспортировать

source: Please do not close your browser window and do not leave this page until the entire export process is finished.
ru_ru: Пожалуйста, не закрывайте браузер и не покидайте эту страницу до тех пор, пока экспорт не будет полностью завершен.

source: Selling mode
ru_ru: Режим продажи

source: Flat SKU list
ru_ru: Список артикулов

source: Best for single-priced products and products with a flat list of purchase options (SKUs). SKUs are added one-by-one arbitrarly. Customer selects individual SKU and adds it to shopping cart.
ru_ru: Для товаров с одной ценой или линейным списком артикулов (вариантов заказа товара). Артикулы добавляются для товара произвольным образом, а покупатель выбирает предпочтительный артикул при добавлении товара в корзину.

source: Selectable features
ru_ru: Выбор характеристик

source: Best for multi-dimensional featured products, e.g. apparel or footwear which can vary in size and color. Flat SKU list is created automatically based on the combination of features offered for selection. Customer is prompted to choose preferable product feature values which unambiguously identifies SKU that is being added to shopping cart.
ru_ru: Для товаров, которые лучше описываются выбором нескольких характеристик, чем выбором артикула (например, выбором размера и цвета). Список артикулов будет создан автоматически на основе всех возможных комбинаций выбранных характеристик. Покупатель выбирает на витрине магазина предпочтительные значения характеристик, и его выбор однозначным образом определяет артикул, который будет добавлен в корзину.

source: option
ru_ru: вариант

source: SKUs: %d
ru_ru: Артикулов: %d

source: Parameters: %s
ru_ru: Параметров: %s

source: Base price is applied unless you override it for a particular SKU. A list of overrided SKUs is shown below. Stock level can be tracked on the level of individual SKUs only, not for the entire product.
ru_ru: Базовая цена будет применена к товару по умолчанию и может быть переопределена на уровне каждого артикула. Складской учет ведется на уровне каждого артикула.

source: display all automatically generated %d SKUs
ru_ru: показать все %d автоматически созданные артикулы

source: SKU(s)
ru_ru: артикулов

source: in total
ru_ru: всего

source: display all
ru_ru: показать все

source: Unkown image
ru_ru: Неизвестное изображение

source: Unknow image
ru_ru: Неизвестное изображение

source: %s online store
ru_ru: Интернет-магазин «%s»

source: Contact us
ru_ru: Обратная связь

source: Edit this information in the <strong>home.html</strong> template file using built-in design editor in the store backend.
ru_ru: Измените этот текст в шаблоне дизайна <strong>home.html</strong> с помощью редактора дизайна витрины в бекенде магазина.

source: Import products from CSV
ru_ru: Импорт товаров из CSV

source: Add new and update existing products via CSV files
ru_ru: Добавление и обновление информации о товарах с помощью CSV-файлов

source: Export products to CSV
ru_ru: Экспорт товаров в CSV

source: Save your existing products information in a CSV file
ru_ru: Сохранение информации о товарах магазина в CSV-файле

source: Last export
ru_ru: Последний экспорт

source: Updated
ru_ru: Обновлено

source: Check at least one feature value
ru_ru: Выберите хотя бы одно значение

source: If no particular product type column was specified in the uploaded CSV file, selected product type will be applied to all new products, created during the import.
ru_ru: Если тип товаров не задан в отдельной колонке в CSV-файле, то выбранный тип будет применен ко всем новым товарам, созданным в результате импорта.

source: CSV file settings
ru_ru: Параметры CSV-файла

source: Product categories will not be exported
ru_ru: Категории товаров не будут экспортированы

source: Ignore category nesting when searching for matching products (recommended)
ru_ru: Игнорировать принадлежность категориям при поиске совпадений товаров (рекомендуется)

source: When importing a product and searching if it exists in the store already, product search will be performed only within the category as defined in a CSV file.
ru_ru: Поиск соответствий товаров в CSV-файле и каталоге магазина будет производиться по всем категориям магазина, а не только внутри категории, заданной для товара в CSV-файле.

source: Purchase options
ru_ru: Варианты покупки

source: Selected products
ru_ru: Выбранные товары

source: Selected products (%d)
ru_ru: Выбранные товары (%d)

source: Product identification column
ru_ru: Столбец идентификации товаров

source: (none)
ru_ru: (нет)

source: SKU identification column
ru_ru: Столбец идентификации артикулов

source: Similar to product, select the SKU identification column (property) which uniquely identifies each product SKU. Based on the identification column value in the CSV file uploaded, the import routine will either update existing SKU info, or create a new SKU for the product.
ru_ru: Так же, как и для товаров, выберите столбец (свойство) идентификации артикулов, который уникальным образом отличает каждый артикул. В зависимости от значения в столбце идентификации, указанного в CSV-файле, операция импорта либо обновит существующий артикул, либо создаст новый артикул для данного товара.

source: Product images import local path
ru_ru: Путь к директории с изображениями товаров

source: If your CSV file contains links to product images to be imported, import routine will attempt to automatically attach them to imported products. A link to an image file can be either global (a full image URL) or local (image file name). For local image import, indicate path to the folder where all source images are stored, i.e. where you uploaded them into. If linked image was not found, no image will be attached to the product.
ru_ru: Если в CSV-файле указаны ссылки на изображения товаров, будет выполнена попытка прикрепить такие изображения к импортируемым товарам. Ссылка на изображение может быть либо глобальной (в виде полного URL), либо локальной (в виде имени файла). Для импорта изображений, для которых указано только имя файла укажите путь к директории, в которую вы загрузили импортируемые изображения. Если изображение с указанным адресом не будет найдено, то оно не будет прикреплено к товару.

source: %s did not place reviews yet.
ru_ru: %s еще не оставлял отзывы.

source: Category visibility
ru_ru: Видимость категории

source: All storefronts
ru_ru: Все витрины

source: Selected storefronts only
ru_ru: Только выбранные витрины

source: options
ru_ru: варианты

source: An array containing information about the order
ru_ru: Массив с информацией о заказе

source: Order ID
ru_ru: Номер заказа

source: Order currency (ISO 3 code)
ru_ru: Валюта заказа (ISO3-код)

source: An array containing information about ordered items
ru_ru: Массив с информацией о заказанных товарах

source: Item price
ru_ru: Цена товара

source: Ordered item quantity
ru_ru: Количество заказанных единиц

source: Item download link (SKU attachment)
ru_ru: Ссылка на файл цифрового товара (для артикула)

source: Order discount amount (in order currency)
ru_ru: Размер скидки (в валюте заказа)

source: Order tax amount (in order currency)
ru_ru: Размер налога (в валюте заказа)

source: Order shipping cost (amount in order currency)
ru_ru: Стоимость доставки (в валюте заказа)

source: Order total (amount in order currency)
ru_ru: Итого (в валюте заказа)

source: Customer’s comment to the order
ru_ru: Комментарий покупателя к заказу

source: Current order status name
ru_ru: Текущее название статуса заказа

source: An URL to access order page in customer personal account in storefront
ru_ru: URL страницы заказа в личном кабинете покупателя на витрине

source: An array of other (custom) order parameter values
ru_ru: Массив с дополнительными параметрами заказа

source: Order selected shipping option name
ru_ru: Название выбранного способа доставки

source: Order selected payment option name
ru_ru: Название выбранного способа оплаты

source: A 4-digit PIN to access order info page (for customers without permanent account only)
ru_ru: 4-символьный цифровой код доступа к информационной странице (только для незарегистрированных покупателей)

source: Domain and path to Shop-Script storefront where the order was placed
ru_ru: Домен и путь к витрине Shop-Script, на которой был оформлен заказ

source: Customer’s IP address for the moment of order creation
ru_ru: IP-адрес покупателя на момент формирования заказа

source: Customer’s User-Agent value at the moment of order creation
ru_ru: Значение User-Agent браузера покупателя на момент формирования заказа

source: A string indicating approximate timeframe of the order delivery (if defined)
ru_ru: Строка с информацией о приблизительном времени доставки (если определена)

source: Order shipment tracking number (if defined)
ru_ru: Идентификатор доставки заказа (если определен)

source: The list of order params may vary depending on your workflow and plugin setup
ru_ru: Список параметров заказа может быть различным в зависимости от настроек обработки заказов и их статусов.

source: Customer-related data array
ru_ru: Массив информации о покупателе

source: Customer full name
ru_ru: Полное имя покупателя

source: Customer first name
ru_ru: Имя покупателя

source: Customer last name
ru_ru: Фамилия покупателя

source: Customer email
ru_ru: Email-адрес покупателя

source: Customer phone
ru_ru: Номер телефона покупателя

source: The list of available contact fields is defined in your store backend: Settings &rarr; Checkout &rarr; Contact info checkout step
ru_ru: Список доступных полей контакта определяется в бекенде магазина: «Настройки &rarr; Оформление заказа &rarr; Контактная информация».

source: Shipping address as string
ru_ru: Адрес доставки одной строкой

source: Billing address as string
ru_ru: Адрес плательщика одной строкой

source: An array containing information about performed order action (action-dependent)
ru_ru: Массив с информацией о выполненном с заказом действии (применимо к данному действию)

source: Order action will be deleted. Are you sure?
ru_ru: Действие будет удалено. Вы уверены?

source: Performed action text comment (action-dependent)
ru_ru: Комментарии о выполненном действии (применимо к данному действию)

source: An array of action-dependent parameters, e.g. &#123;$action_data.params.tracking_number&#125; for Ship’s action tracking number
ru_ru: Массив параметров действия, например: &#123;$action_data.params.tracking_number&#125; — идентификатор доставки

source: Allowed shipping options
ru_ru: Доступно только при выбранных способах доставки

source: Invalid secondary field
ru_ru: Неверное вторичное поле

source: Empty secondary CSV column
ru_ru: Пустой вторичный столбец

source: File uploading error
ru_ru: Ошибка загрузки файла

source: No associated column
ru_ru: Не импортировать

source: CSV columns numbers %s
ru_ru: Кол-во столбцов в CSV-файле: %s

source: Payment options
ru_ru: Способы оплаты

source: All available payment options
ru_ru: Все доступные способы оплаты

source: All available shipping options
ru_ru: Все доступные способы доставки

source: Bulk image upload
ru_ru: Массовая загрузка изображений

source: Instantly create multiple products from a set of uploaded images
ru_ru: Создание товаров в соответствии с загруженными изображениями

source: Select storefront
ru_ru: Выберите витрину
