Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: If parent field value equals:
ru_ru: Если значение родительского поля равно:

source: Suggest following options:
ru_ru: Предлагать выбор из следующих вариантов:

source: Otherwise, when parent field does not match:
ru_ru: В противном случае, когда значение родительского поля не совпадает:

source: Show an &lt;input&gt; field for custom text
ru_ru: Показать поле для ввода произвольного текста (input)

source: Do not show this field at all
ru_ru: Не показывать это поле

source: Conditional field
ru_ru: Зависимое поле

source: Order was placed
ru_ru: Заказ оформлен

source: Order was confirmed and accepted for processing
ru_ru: Заказ подтвержден и принят в обработку

source: Order was shipped
ru_ru: Заказ отправлен

source: Order was paid
ru_ru: Заказ оплачен

source: Order was refunded
ru_ru: Возврат

source: Order was edited
ru_ru: Заказ отредактирован

source: Order was deleted
ru_ru: Заказ удален

source: Order was re-opened
ru_ru: Заказ восстановлен

source: A comment was added for the order
ru_ru: Добавлен комментарий к заказу

source: Order was marked as completed
ru_ru: Заказ выполнен

source: Callback
ru_ru: Ответ платежной системы (callback)

source: Few words describing the most of the product.
ru_ru: Несколько слов, наиболее точно описывающих товар.

source: Separate tags with comma (,).
ru_ru: Разделяйте теги запятой (,).

source: Send to
ru_ru: Кому

source: Enter email address
ru_ru: Введите email-адрес

source: Email subject
ru_ru: Тема сообщения

source: Email body
ru_ru: Текст сообщения

source: Max 160 chars. SMS is sent only if customer phone number was entered during the checkout.
ru_ru: Не более 160 символов. SMS-уведомление будет отправлено, если покупатель ввел номер телефона во время оформления заказа.

source: For internal use only (will not be included in the notification).
ru_ru: Для внутреннего использования (в текст уведомления добавлено не будет).

source: Product not found
ru_ru: Товар не найден

source: New order %s
ru_ru: Новый заказ %s

source: Thank you for shopping at %s!
ru_ru: Спасибо за покупку в магазине «%s»!

source: Order %s has been sent out!
ru_ru: Заказ %s отправлен!

source: Hi %s
ru_ru: Здравствуйте, %s!

source: Your order %s has been shipped!
ru_ru: Ваш заказ %s был отправлен!

source: The shipment tracking number is <strong>%s</strong>
ru_ru: Номер отслеживания отправления: <strong>%s</strong>

source: Order %s has been updated
ru_ru: Заказ %s обновлен

source: Your order %s status has been updated to <strong>%s</strong>
ru_ru: Статус вашего заказа %s был обновлен на <strong>%s</strong>

source: Average user rating: %s / 5
ru_ru: Средняя оценка покупателей: %s / 5

source: See also
ru_ru: Рекомендуем посмотреть

source: Customers who bought %s also bought
ru_ru: Покупатели, которые приобрели %s, также купили

source: Compare at price
ru_ru: Зачеркнутая цена

source: Natural
ru_ru: Естественный

source: <br>Product URLs: /<strong>category-name/subcategory-name/product-name/</strong><br>Category URLs: /<strong>category-name/subcategory-name/</strong>
ru_ru: <br>Страницы товаров: /<strong>category-name/subcategory-name/product-name/</strong><br>Страницы категорий: /<strong>category-name/subcategory-name/</strong>

source: Order by
ru_ru: Сортировка

source: Clone on top of the list
ru_ru: Дублировать в начале списка

source: My orders
ru_ru: Мои заказы

source: My account
ru_ru: Личный кабинет

source: Account
ru_ru: Аккаунт

source: View and manage your orders.
ru_ru: Просмотр и управление заказами.

source: My profile
ru_ru: Мой профиль

source: Update your contact information.
ru_ru: Обновление контактной информации.

source: Contact information successfully updated!
ru_ru: Контактная информация успешно обновлена.

source: Optional comment for your convenience. Will never be shown to customers.
ru_ru: Необязательный комментарий для вашего удобства. Не будет показан покупателям.

source: Save order
ru_ru: Сохранить заказ

source: PIN is not valid
ru_ru: PIN-код введен неверно

source: Please enter a 4-digit PIN that you received with your order receipt by email.
ru_ru: Введите четырехзначный PIN-код, который был отправлен вам в уведомлении о заказе по электронной почте.

source: View order
ru_ru: Просмотреть заказ

source: Phone
ru_ru: Телефон

source: Customer total
ru_ru: Общая сумма заказов

source: Order total
ru_ru: Сумма заказа

source: Add rate
ru_ru: Добавить строку

source: No discounts defined yet.
ru_ru: Пока не добавлено ни одной скидки.

source: No discount rules are defined yet.
ru_ru: Не задано ни одного правила расчета скидки.

source: Discount of %s
ru_ru: Скидка на сумму %s

source: Recalculation of order total, new discount: %s
ru_ru: Пересчет суммы заказа, новая скидка: %s

source: Recalculation of discount after order is restored
ru_ru: Повторное применение скидки после восстановления заказа

source: Browse for more payment modules in the Installer app…
ru_ru: Установить новые модули оплаты с помощью приложения «Инсталлер»…

source: Browse for more shipping modules in the Installer app…
ru_ru: Установить новые модули доставки с помощью приложения «Инсталлер»…

source: Order %s has been cancelled
ru_ru: Заказ %s был отменен

source: Your order %s has been cancelled. If you want your order to be re-opened, please contact us.
ru_ru: Ваш заказ %s был отменен. Если вы хотите восстановить свой заказ, пожалуйста, свяжитесь с нами.

source: Affiliate program
ru_ru: Партнерская программа

source: Credit rate
ru_ru: Курс начисления

source: Usage rate
ru_ru: Курс использования

source: Program applicability
ru_ru: Применение программы

source: +1 point per
ru_ru: +1 балл за

source: worth of own orders
ru_ru: своих заказов

source: 1 point =
ru_ru: 1 балл =

source: This customer has no affiliate history yet.
ru_ru: У этого покупателя еще не было начислений бонусов.

source: Income
ru_ru: Доход

source: Expenditure
ru_ru: Расход

source: Balance
ru_ru: Баланс

source: Add credit
ru_ru: Добавить начисление

source: Add payment
ru_ru: Добавить выплату

source: Credit amount
ru_ru: Начисление

source: Payment amount
ru_ru: Выплата

source: Storefront settings
ru_ru: Настройки витрины

source: Upload files
ru_ru: Загрузите файлы

source: Remove from the order
ru_ru: Удалить из заказа

source: Tax will be calculated after the order is saved.
ru_ru: Налог будет рассчитан после сохранения заказа.

source: Affiliate programs
ru_ru: Партнерские программы

source: Printform not found
ru_ru: Печатная форма не найдена.

source: Shipping rate was not calculated because required currency %s is not defined in your store settings.
ru_ru: Стоимость доставки не рассчитана, потому что требуемая валюта %s не определена в настройках магазина.

source: Core content loaded according to the requested resource: product, category, search results, static page, etc.
ru_ru: Основное содержимое, отображаемое в зависимости от типа текущей страницы: товар, категория, результаты поиска, инф. страница и т. д.

source: Product ID. Other elements of <em>$product</em> object available in this template are listed below.
ru_ru: ID товара. Остальные элементы объекта <em>$product</em>, доступные в этом шаблоне, перечислены ниже

source: Conditional! Available only if current context of photo is album. Below are describe keys of this param
ru_ru: Контекстное использование! Доступно только на странице альбома. Ниже перечислены ключи этого параметра

source: Available vars are listed in the cheat sheet for product.html template
ru_ru: Доступные переменные перечислены в шпаргалке шаблона product.html

source: Displays badge of the specified product (<em>$product</em> object)
ru_ru: Отображает наклейку указанного товара (объекта <em>$product</em>)

source: Returns current cart object
ru_ru: Возвращает объект корзины покупателя

source: Returns array of visible subcategories of specified parent category.<br><strong>$id</strong> (default: <em>0</em>): ID of parent category whose subcategories must be returned. By default, categories starting from top level are returned.<br><strong>$depth</strong> (default: <em>null</em>): depth of subcategory tree. By default, entire category tree is returned.<br><strong>$tree</strong> (default: <em>false</em>): flag requiring to return categories as a tree (<em>true</em>) or a flat array (<em>false</em>).<br><strong>$params</strong> (default: <em>false</em>): flag requiring to return categories with their extra parameters. By default, categories are returned without extra parameters.<br><strong>$route</strong> (default: <em>null</em>): array of route parameters of the storefront for which visible categories must be returned. By default, returned categories are not necessarily limited to certain storefronts.
ru_ru: Возвращает массив подкатегорий указанной категории.<br><strong>$id</strong> (по умолчанию: <em>0</em>): ID родительской категории, подкатегории которой нужно получить. По умолчанию возвращаются категории начиная с самого верхнего уровня.<br><strong>$depth</strong> (по умолчанию: <em>null</em>): глубина захвата дерева подкатегорий. По умолчанию возвращается все дерево категорий.<br><strong>$tree</strong> (по умолчанию: <em>false</em>): флаг, обозначающий необходимость вернуть категории в виде дерева (<em>true</em>) или плоского массива (<em>false</em>).<br><strong>$params</strong> (по умолчанию: <em>false</em>): флаг, обозначающий необходимость вернуть категории с доп. параметрами. По умолчанию категории возвращаются без доп. параметров.<br><strong>$route</strong> (по умолчанию: <em>null</em>): массив параметров маршрутизации витрины, для которой нужно получить список категорий. По умолчанию возвращается список категорий без учета привязки к конкретной витрине.

source: Returns array of cross-sell products.<em>$product_id</em> can be either a number (ID of the specified base product) or an array of products IDs
ru_ru: Возвращает массив товаров, рекомендуемых функцией перекрестных продаж. <em>$product_id</em> может содержать либо число (ID указанного основного товара), либо массив ID товаров.

source: Returns array of available currencies.
ru_ru: Возвращает массив доступных валют.

source: Returns HTML for a product image thumbnail with specified size and attributes. <em>$image</em> array must contain <em>'id'</em>, <em>'product_id'</em>, and <em>'ext'</em> elements.
ru_ru: Возвращает HTML-код эскиза изображения товара с указанными размером и атрибутами. Массив <em>$image</em> должен содержать элементы <em>'id'</em>, <em>'product_id'</em> и <em>'ext'</em>.

source: Returns relative or absolute URL of a product image thumbnail with specified size. <em>$image</em> array must contain <em>'id'</em>, <em>'product_id'</em>, and <em>'ext'</em> elements.
ru_ru: Возвращает относительный или абсолютный URL эскиза изображения товара с указанными размером. Массив <em>$image</em> должен содержать элементы <em>'id'</em>, <em>'product_id'</em> и <em>'ext'</em>.

source: Returns current currency’s properties object.
ru_ru: Возвращает объект со свойствами текущей валюты.

source: Returns product object by <em>$product_id</em>
ru_ru: Возвращает объект товара по указанному <em>$product_id</em>.

source: Returns valid product page URL
ru_ru: Возвращает URL страницы товара

source: Returns array of upsell products for the specified product
ru_ru: Возвращает массив рекомендуемых схожих товаров (upselling) для указанного основного товара.

source: Displays specified $product object’s default image
ru_ru: Отображает основное изображение товара из объекта $product.

source: Returns array of products from the specified set
ru_ru: Возвращает массив товаров из указанного списка.

source: Displays 1—5 stars rating. $size indicates icon size and can be either 10 or 16
ru_ru: Отображает рейтинг товара: от 1 до 5 звезд. В качестве значения $size укажите размер в пикселях: 10 или 16.

source: Returns formatted order ID by provided numerical ID
ru_ru: Возвращает отформатированный номер заказа для указанного числового значения

source: Returns array of enabled payment methods
ru_ru: Возвращает массив доступных способов оплаты

source: Returns array of enabled shipping methods
ru_ru: Возвращает массив доступных способов доставки

source: Returns store’s general setting option by <em>option_id</em>, e.g. "name", "email", "country"
ru_ru: Возвращает значение поля настроек магазина по <em>option_id</em>, например: "name", "email", "country".

source: Payment procedure cannot be processed because required currency %s is not defined in your store settings.
ru_ru: Оплата выбранным способом не может быть обработана, потому что требуемая валюта %s не определена в настройках магазина.

source: New follow-up
ru_ru: Новое сообщение

source: Follow-up name
ru_ru: Название сообщения

source: This name is for your convenience only. It will never be shown to customers.
ru_ru: Название для внутреннего использования. Не будет показано покупателям.

source: Sending rules
ru_ru: Правила отправки

source: Send after
ru_ru: Отправлять через

source: Send for customer‘s first paid order only
ru_ru: Отправлять только для первого оплаченного заказа покупателя

source: Follow-ups
ru_ru: Триггерные рассылки

source: Follow-up has been deleted.
ru_ru: Сообщение удалено.

source: Notification <strong>%s</strong> sent to customer.
ru_ru: Уведомление <strong>%s</strong> отправлено покупателю.

source: Notification <strong>%s</strong> sent to store admin.
ru_ru: Уведомление <strong>%s</strong> отправлено администратору магазина.

source: Notification <strong>%s</strong> sent to %s.
ru_ru: Уведомление <strong>%s</strong> отправлено %s.

source: View and manage your order
ru_ru: Просмотр информации о заказе

source: Returns specified $product default image URL
ru_ru: Возвращает адрес основного изображения товара из объекта $product.

source: Buy %s
ru_ru: Купить %s

source: %s did not place orders yet.
ru_ru: %s еще не оформил ни одного заказа.

source: Add payout
ru_ru: Добавить выплату

source: points
ru_ru: баллов

source: Comment is <strong>public</strong>. Your customer will see it in his account in the storefront.
ru_ru: Покупатель увидит этот комментарий в истории начислений и выплат в личном кабинете.

source: Submit
ru_ru: Отправить

source: Credit
ru_ru: Приход

source: Debit
ru_ru: Расход

source: Product sort order
ru_ru: Сортировка товаров

source: As defined in backend
ru_ru: Как в бекенде

source: worth of self placed orders
ru_ru: своих заказов

source: Credited for
ru_ru: Начислено за

source: Send follow-up for given customer’s recurrent orders too
ru_ru: Отправлять триггерное (отложенное) сообщение для повторных заказов клиента

source: Notification name is published in the order processing log.
ru_ru: Название уведомления публикуется в истории обработки заказа.

source: Cron is working properly. Latest execution time: %s
ru_ru: CRON для интернет-магазина включен и работает. Время последнего запуска: <strong>%s</strong>

source: Follow-ups will not be sent, because cron is not properly configured.
ru_ru: Отправка триггерных (отложенных) сообщений в данный момент не работает, так как не настроен планировщик CRON.

source: What is cron?
ru_ru: Что такое CRON?

source: Follow-ups require CRON to be properly setup for the Shop-Script app, which is currently not the case.
ru_ru: Для автоматизированной отправки триггерных (отложенных) сообщений необходимо настроить CRON, который будет запускать скрипт отправки по расписанию без вашего участия.

source: Setup cron with the following command (<a href="%s" target="_blank">cron setup instructions</a>):
ru_ru: Настройте CRON с указанной ниже командой в контрольной панели вашего хостинга (<a href="%s" target="_blank">документация по настройке</a>):

source: http://www.webasyst.com/framework/docs/server/cron/
ru_ru: http://www.webasyst.ru/developers/docs/tips/cron/

source: Send in
ru_ru: Отправлять через

source: days after the order was paid
ru_ru: дней после того, как заказ был оплачен

source: Update stock
ru_ru: Обновление склада

source: Product stock levels will be updated (reduced) when this action is performed to the order.
ru_ru: Остатки товаров на складе будут обновлены в момент выполнения выбранного действия с заказом.

source: Ordering
ru_ru: Заказ

source: Maximum number of items that can be added to shopping cart is limited by stock level
ru_ru: Максимальное количество товаров, которое может быть добавлено в корзину, не может превышать остаток на складе

source: Ordering is not limited by stock levels
ru_ru: Покупатель может оформить заказ, даже если товара нет в наличии

source: Your current affiliate bonus of %s points allows you to get an additonal discount of up to %s
ru_ru: Вы можете использовать свой партнерский бонус в %s баллов для получения дополнительной скидки в размере %s

source: Use bonus
ru_ru: Использовать бонусные баллы

source: New & Popular
ru_ru: Новые и популярные

source: Customer rating
ru_ru: Оценка покупателей

source: Sort by
ru_ru: Сортировать

source: Your current affiliate bonus: <strong class="bonus">%s</strong>
ru_ru: Ваш текущий партнерский бонус: <strong class="bonus">%s</strong>

source: You have no affiliate history yet.
ru_ru: У вас еще не было начислений по партнерской бонусной программе.

source: View and manage your affiliate bonus activity.
ru_ru: Просмотр начисленных бонусных баллов по партнерской программе.

source: Shipment tracking number
ru_ru: Номер отправления

source: Cron for follow-ups is configured properly. Latest execution time: <strong>%s</strong>
ru_ru: CRON для отправки триггерных (отложенных) сообщений настроен и работает. Последнее время запуска: <strong>%s</strong>.

source: Follow-ups are configured properly. Latest Cron execution time: <strong>%s</strong>
ru_ru: Отправка триггерных (отложенных) сообщений настроена и готова к работе. Последний запуск планировщика CRON: <strong>%s</strong>.

source: This category does not contain any products.
ru_ru: В этой категории нет ни одного товара.

source: Customer can select product sort order
ru_ru: Посетители сайта могут выбирать порядок сортировки

source: Untitled
ru_ru: Без названия

source: This order will add +%s points to your affiliate bonus.
ru_ru: Этот заказ добавит +%s баллов к вашему партнерскому бонусу.

source: Only %d left in stock
ru_ru: Осталась %d штука

source: %d left
ru_ru: Осталось %d

source: Order states
ru_ru: Статусы заказов

source: Only paid and completed orders are shown in reports. If you cannot see a particular order in reports, make sure to click <strong>Pay</strong> or <strong>Complete</strong> button on the order-viewing page. Clicking either of these buttons will add a big “PAID” stamp to an order and will make it counted in your sales reports.
ru_ru: В отчетах о продажах показываются только оплаченные и выполненные заказы. Если заказ оформлен, но вы не видите его в отчетах, вероятно, что к нему еще не было применено действие «Оплачен» или «Выполнен». Нажмите на соответствующую кнопку на странице заказа, и тогда он будет помечен печатью «ОПЛАЧЕН» и станет учитываться при построении отчетов о продажах.

source: Overall sales
ru_ru: Общие продажи

source: Traffic sources
ru_ru: Источники трафика

source: Keywords
ru_ru: Ключевые слова

source: Countries & regions
ru_ru: Страны и регионы

source: Payment types
ru_ru: Способы оплаты

source: Compare with past
ru_ru: Сравнить с предыдущим периодом

source: Previous month
ru_ru: Предыдущий месяц

source: Previous year
ru_ru: Предыдущий год

source: Total sales
ru_ru: Общие продажи

source: New customers
ru_ru: Новые покупатели

source: Returning
ru_ru: Вернувшиеся покупатели

source: Average order value
ru_ru: Средняя стоимость заказа

source: Average daily sales
ru_ru: Средние ежедневные продажи

source: %s/day
ru_ru: %s/день

source: Sales by day
ru_ru: Продажи по дням

source: Sales by month
ru_ru: Продажи по месяцам

source: Total profit
ru_ru: Итоговая прибыль

source: ≈ %d% of total sales (%s)
ru_ru: ≈ %d% общих продаж (%s)

source: Expenses
ru_ru: Затраты

source: Product purchase
ru_ru: Закупка товаров

source: Average daily profit
ru_ru: Средняя дневная прибыль

source: Profit by day
ru_ru: Прибыль по дням

source: Profit by month
ru_ru: Прибыль по месяцам

source: Top 10 products
ru_ru: 10 наиболее популярных товаров

source: ≈ %d% of total sales in this period (%s)
ru_ru: ≈ %d% общих продаж в течение этого периода (%s)

source: Top services
ru_ru: Популярные услуги

source: Source
ru_ru: Источник

source: Referrer
ru_ru: Реферер

source: Keyword
ru_ru: Ключевое слово

source: IP
ru_ru: IP-адрес

source: This is the first order placed by this customer
ru_ru: Это первый заказ данного покупателя

source: %d orders
ru_ru: %d заказов

source: Send test
ru_ru: Проверить отправку

source: Test follow-up
ru_ru: Пробное сообщение

source: Follow-up testing requires at least one paid or complete order for sample data.
ru_ru: Для проверки отправки сообщений необходимо иметь хотя бы один оплаченный или отгруженный заказ.

source: Select an order to fetch sample data from
ru_ru: Выберите заказ для получения тестовых данных

source: Please save changes to be able to send tests.
ru_ru: Чтобы проверить отправку, сохраните изменения.

source: Order status to be assigned after this action was performed
ru_ru: Статус, который должен присваиваться заказу после выполнения этого действия

source: Don’t change order status
ru_ru: Не изменять статус заказа

source: Apps
ru_ru: Приложения

source: Last 90 days
ru_ru: Последние 90 дней

source: Top products
ru_ru: Популярные товары

source: Promo campaigns
ru_ru: Промокампании

source: Select stock
ru_ru: Выберите склад

source: Thank you for your recent order %s!
ru_ru: Благодарим вас за ваш недавний заказ № %s!

source: We hope that you are happy with your purchase, and that the overall shopping experience was pleasant. Please let us know if you have any questions on your order, or if there is anything we can assist you with. We will be glad working with you again!
ru_ru: Надеемся, что вы довольны покупкой и что посещение нашего интернет-магазина оставило у вас приятное впечатление. Если у вас возникли какие-либо вопросы в связи с вашим заказом, просим вас сообщить об этом. Мы будем всегда рады вам помочь!

source: We will be glad working with you again!
ru_ru: Будем рады продолжению сотрудничества!

source: Confirmed
ru_ru: Подтвержден

source: Product purchases
ru_ru: Закупка товаров

source: Returning customers
ru_ru: Вернувшиеся покупатели

source: Assign all inventory to this stock
ru_ru: Перенести все текущие остатки на этот склад

source: File not found
ru_ru: Файл не найден

source: Order item not found
ru_ru: Заказанная товарная позиция не найдена

source: Download
ru_ru: Скачать

source: This order will be cancelled. Are you sure?
ru_ru: Заказ будет отменен. Вы уверены?

source: This will permanently delete this notification. Are you sure?
ru_ru: Уведомление будет удалено без возможности восстановления. Вы уверены?

source: You are currently authorized as <strong>%s</strong>. Please verify or update your contact information using the form below. Your existing contact info will be automatically updated.
ru_ru: Вы авторизованы как <strong>%s</strong>. Пожалуйста, подтвердите или обновите вашу контактную информацию. Изменения будут автоматически сохранены в вашем профиле.

source: If you want to place an order on behalf of another customer, <a href="%s">log out</a> from your current profile and proceed to checkout again.
ru_ru: Если вы хотите оформить заказ от имени другого пользователя, <a href="%s">выйдите из сеанса</a> и перейдите к оформлению заказа заново.

source: Email already registered
ru_ru: Покупатель с таким email-адресом уже зарегистрирован
