Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: When enabled, every uploaded image file is automatically backed up and stored independently from image full size version, which is modified when you edit it, e.g. rotate, apply watermarks or image visual effects. Originals are never updated. Pros: you have backups of all uploaded images. Cons: almost twice more disk space is required for storing original images than for storing only full size versions and thumbnails.
ru_ru: Оригинальные изображения будут сохранены отдельно от полноразмерной версии и не будут меняться, когда вы редактируете фотографию (например, при поворотах изображения, применении к изображению фильтров, наложению водяных знаков). Плюсы: у каждой фотографии есть резервная копия, бекап. Минусы: для хранения оригиналов требуется примерно в два раза больше места на диске.

source: Click “Save” button below to apply this change.
ru_ru: Щелкните по кнопке «Сохранить» внизу, чтобы применить это изменение.

source: Automated product recommendations
ru_ru: Автоматическая подборка рекомендуемых товаров

source: Cross-selling
ru_ru: Перекрестные продажи (Cross-selling)

source: Cross-selling is a technique of getting customer to buy related products to the order, e.g. complementary products and accessories. In Shop-Script, cross-selling mechanism works on a customers-who-bought-this-also-bought model. Shop-Script analyses which products are more likely to be bought with a particular product based on what other customers purchased so far. Related products are suggested to customer based on his current order content.
ru_ru: Перекрестные продажи (cross-selling) — это методика предложения покупателям дополнительных товаров, каким-то образом связанных или часто использующихся совместно. В Shop-Script механизм перекрестных продаж использует информацию о том, что заказывали другие покупатели. Shop-Script анализирует, какие товары наиболее вероятно могут быть куплены вместе с данным товаром, на основании того, что покупали ранее другие посетители магазина. Перечень рекомендуемых товаров формируется в зависимости от текущего содержимого корзины покупателя.

source: On
ru_ru: Вкл

source: Off
ru_ru: Выкл

source: Auto (based on what other customers purchased with a particular product)
ru_ru: Автоматический (на основании того, что другие покупатели заказывали вместе с данным товаром)

source: Random products from a category
ru_ru: Случайно выбранные товары из категории

source: Upselling &amp; Similar products
ru_ru: Схожие и альтернативные товары (Upselling)

source: Upselling is a technique of encouraging customer to purchase more expensive products or upgrades. In Shop-Script, up-selling is based on suggesting customers to view and purchase similar and/or alternative products. Similar product list is fetched automatically based on the product that the customer is currently viewing, or recently viewed, and filtering conditions which can be customized individually for every product type.
ru_ru: Эта методика стимулирует заказ более дорогих товаров или похожих альтернативных моделей с другими характеристиками (upselling). В Shop-Script соответствующий механизм предлагает покупателям посмотреть и приобрести похожие и/или альтернативные виды товаров. Список похожих товаров формируется в зависимости от того, какой товар покупатель просматривает в данный момент или просматривал недавно, либо на основании параметров фильтра, настроенных индивидуально для каждого типа продукции.

source: Customize
ru_ru: Настроить

source: Recommendations
ru_ru: Рекомендации

source: Global rate
ru_ru: Глобальная ставка

source: Simple mode
ru_ru: Простой режим

source: Setup by regions
ru_ru: Настройка по регионам

source: Advanced settings
ru_ru: Расширенные настройки

source: + added to global country rate
ru_ru: + суммируется с глобальной ставкой по стране

source: * compound on top of global rate
ru_ru: * умножается на размер глобальной ставки

source: replaces global country rate
ru_ru: заменяет глобальную ставку по стране

source: Stocking
ru_ru: Склады

source: Inventory tracking is performed by stocks (warehouses) listed below. Yellow and red indicators are used to visually display low and critical stock levels in both backend and storefront.
ru_ru: Отслеживание товарных остатков выполняется по складам, перечисленными ниже. Желтые и красные индикаторы показывают низкий и критический уровни наличия товара на складе и в бекенде, и на витрине магазина.

source: Delete
ru_ru: Удалить

source: Add stock
ru_ru: Добавить склад

source: Delete stock
ru_ru: Удалить склад

source: Delete stock and write off products
ru_ru: Удалить склад и списать товары

source: All rest products belonging to this stock will be written-off after stock deleting
ru_ru: Все оставшиеся товары будут списаны с этого склада после его удаления (данные об остатках на этом складе будут потеряны).

source: Delete stock and transfer products
ru_ru: Удалить склад и перенести товары

source: All rest products belonging to this stock will be transfered to another stock
ru_ru: Все оставшиеся товары будут перенесены с этого склада в другой склад

source: All rest products belonging to this stock will be saved on balance of corresponding skus
ru_ru: Все оставшиеся на этом складе товары будут сохранены на балансе соответствующих артикулов

source: Value must be a positive number
ru_ru: Введите положительное число

source: This value must be no less than next field count
ru_ru: Это значение не должно быть ниже значения в следующем поле

source: This value must be no greater than previous field count
ru_ru: Это значение не должно быть выше значения в предыдущем поле

source: Most shipping rate calculation plugins require <strong>product weight</strong> information which is taken from a product feature with code <tt>%s</tt>.
ru_ru: Большинство плагинов расчета стоимости доставки требуют информацию <strong>о весе товара</strong>, которая хранится в характеристике с идентификатором <code>%s</code>.

source: You have no such feature in your online store settings.
ru_ru: В настройках вашего магазина нет такой характеристики.

source: Add it in “<a href="%s">Product types &amp; Features</a>” screen.
ru_ru: Добавьте ее в разделе «<a href="%s">Типы и характеристики товаров</a>».

source: Add shipping option
ru_ru: Добавить способ доставки

source: disabled
ru_ru: отключен

source: No shipping options are defined.
ru_ru: Не определен ни один способ доставки.

source: All product types
ru_ru: Все типы товаров

source: New product type
ru_ru: Новый тип товаров

source: Product types allow to limit access to products for backend users, and to customize which products must and must not be shown in your storefronts.
ru_ru: Типы товаров позволяют ограничить доступ к товарам отдельным пользователям бекенда и настроить перечень товаров, отображаемых на каждой витрине.

source: Edit product type
ru_ru: Редактировать тип товаров

source: This will delete the entire product type, leaving all its products untyped. Are you sure?
ru_ru: Этот тип товаров будет удален; все товары этого типа останутся без определенного типа. Удалить?

source: New feature
ru_ru: Новая характеристика

source: Feature name
ru_ru: Название характеристики

source: Feature type and values
ru_ru: Тип и значения характеристики

source: Show %d more
ru_ru: Показать еще %d

source: No feature values are defined
ru_ru: Значения характеристики не определены

source: Add feature value
ru_ru: Добавить значение характеристики

source: Deleting this feature will ENTIRELY ERASE its defined values for all of your products. Are you sure?
ru_ru: Удаление этой характеристики ОЧИСТИТ ВСЕ ее значения для всех товаров. Удалить?

source: Product types & Features
ru_ru: Типы и характеристики товаров

source: Product type settings
ru_ru: Настройки типа товаров

source: Product type name
ru_ru: Название типа товаров

source: Product type icon
ru_ru: Иконка типа товаров

source: Or enter icon URL (should be a 16x16 px image)
ru_ru: Или введите URL иконки (16 х 16 пикселей)

source: There are no orders in this view.
ru_ru: В этом списке нет заказов.

source: With selected
ru_ru: С отмеченными

source: Order content
ru_ru: Состав заказа

source: Amount
ru_ru: Сумма

source: Show more orders
ru_ru: Показать больше заказов

source: Loading
ru_ru: Загрузка

source: of %d
ru_ru: из %d

source: Back
ru_ru: Назад

source: Search
ru_ru: Поиск

source: Add products
ru_ru: Добавьте товары

source: Type product or SKU name
ru_ru: Введите название или артикул

source: Subtotal
ru_ru: Подытог

source: Tax
ru_ru: Налог

source: Total
ru_ru: Итого

source: Place order
ru_ru: Оформить заказ

source: New customer
ru_ru: Новый покупатель

source: Add comment
ru_ru: Добавить комментарий

source: Select images
ru_ru: Выберите изображения

source: or drag them here to start upload
ru_ru: или перетащите их сюда, чтобы начать загрузку

source: add description
ru_ru: добавить описание

source: or drag images here
ru_ru: или перетащите файлы сюда

source: Stop upload
ru_ru: Прервать

source: Files uploaded with errors
ru_ru: Файлы, загруженные с ошибками

source: Failed to upload. Most probably, there were not enough memory to create thumbnails.
ru_ru: Не удалось загрузить. Вероятно, недостаточно памяти для создания эскизов изображений.

source: Page settings
ru_ru: Настройки страницы

source: draft
ru_ru: черновик

source: New page
ru_ru: Новая страница

source: Page name
ru_ru: Название страницы

source: Draft
ru_ru: Черновик

source: Visible
ru_ru: Опубликован на сайте

source: Page URL
ru_ru: URL страницы

source: Title
ru_ru: Заголовок

source: WYSIWYG
ru_ru: Визуальный редактор

source: on
ru_ru: вкл

source: unknown product
ru_ru: неизвестный товар

source: restore
ru_ru: восстановить

source: Review deleted
ru_ru: Отзыв удален

source: Review for unknown product
ru_ru: Отзыв к неизвестному товару

source: in reply to
ru_ru: ответ на

source: reply
ru_ru: ответить

source: Add new services in “<a href="%s">Services</a>” section.
ru_ru: Добавляйте новые услуги в разделе «<a href="%s">Услуги</a>».

source: for
ru_ru: для

source: <strong>+%s (+%f%)</strong> to the overall sales of this product during the last 30 days (%s)
ru_ru: <strong>+%s (+%f%)</strong> к общим продажам этого товара в течение последних 30 дней (%s)

source: Setup by SKU
ru_ru: Настроить по артикулу

source: No custom services are defined in your online store yet. Create a service using the <a href="%s">Services</a> screen.
ru_ru: В вашем магазине услуги еще не определены. Добавьте новую услугу в разделе <a href="%s">Услуги</a>.

source: Newest
ru_ru: Самые новые

source: Oldest
ru_ru: Самые старые

source: Highest rated
ru_ru: С высокой оценкой

source: Lowest rated
ru_ru: С низкой оценкой

source: Show more reviews
ru_ru: Показать больше отзывов

source: None of your customers posted a review of this product yet.
ru_ru: Никто из покупателей еще не оставлял отзыв об этом товаре.

source: Product type
ru_ru: Тип товаров

source: Change type
ru_ru: Изменить тип

source: This feature is not listed for the product type this product belongs to
ru_ru: Эта характеристика не принадлежит типу товаров, который выбран для данного товара

source: Cancel
ru_ru: Отмена

source: other
ru_ru: добавить значение

source: Product features undefined
ru_ru: Характеристики товаров не определены

source: Feature value
ru_ru: Значение характеристики

source: Selection
ru_ru: Выбор

source: Bestseller
ru_ru: Хит продаж

source: Low price!
ru_ru: Скидка!

source: Custom
ru_ru: Другой

source: Set custom badge
ru_ru: Установить наклейку

source: Remove badge
ru_ru: Удалить наклейку

source: Edit
ru_ru: Редактировать

source: Left
ru_ru: Налево

source: Right
ru_ru: Направо

source: Delete photo
ru_ru: Удалить фотографию

source: Full size
ru_ru: Полный размер

source: Dimensions
ru_ru: Разрешение

source: Revert to original
ru_ru: Восстановить оригинал

source: Normal size
ru_ru: Нормальный размер

source: Next →
ru_ru: След →

source: edit
ru_ru: редактировать

source: Delete image
ru_ru: Удалить изображение

source: Image “%s” will be deleted without the ability to restore. Are you sure?
ru_ru: Изображение «%s» будет удалено без возможности восстановления. Удалить?

source: New product
ru_ru: Новый товар

source: Storefront link
ru_ru: Ссылка на витрину

source: This product is not visible in the storefront because product type “%s” which this product belongs to is not allowed for publishing in any of your storefronts.
ru_ru: Этот товар не показывается ни на одной из витрин, поскольку тип «%s», к которому принадлежит этот товар, не разрешен к публикации ни на одной витрине.

source: Last 30 days
ru_ru: Последние 30 дней

source: Last 30 days sales
ru_ru: Продажи за 30 дней

source: All time
ru_ru: Все время

source: Profit
ru_ru: Прибыль

source: In stock
ru_ru: В наличии

source: Out of stock
ru_ru: Нет в наличии

source: Almost out of stock
ru_ru: Почти закончилось

source: Low stock
ru_ru: Есть, но мало

source: Approximate date when you run out of stock for this SKU is %s based on average selling rate (≈%f items per month)
ru_ru: Расчетная дата исчерпания остатков для этого артикула — %s (вычислена на основании средней частоты продаж ≈%f шт. в месяц)

source: Customer reviews
ru_ru: Отзывы покупателей

source: Show all reviews
ru_ru: Показать все отзывы

source: Basics
ru_ru: Основные данные

source: Descriptions
ru_ru: Описания

source: Features
ru_ru: Характеристики

source: Images
ru_ru: Изображения

source: Services
ru_ru: Услуги

source: Related products
ru_ru: Рекомендуемые товары

source: Pages
ru_ru: Страницы

source: Product name
ru_ru: Наименование

source: Categories
ru_ru: Категории

source: Please select a category
ru_ru: Выберите категорию

source: Create new category...
ru_ru: Создать новую категорию...

source: No category exists
ru_ru: Категорий нет

source: Create
ru_ru: Создать

source: Add category
ru_ru: Добавить категорию

source: Taxable
ru_ru: Облагается налогом

source: No
ru_ru: Нет

source: SKU name
ru_ru: Наименование артикула

source: Price
ru_ru: Цена

source: Purchase price
ru_ru: Закупочная цена

source: Add purchase option
ru_ru: Добавить артикул

source: generate SKUs based on features values (%d)
ru_ru: Создать артикулы на основании значений характеристик (%d)

source: SKU code
ru_ru: Код артикула

source: Multiple stocks
ru_ru: По складам

source: loading...
ru_ru: загрузка...

source: Summary
ru_ru: Краткое описание

source: Tags
ru_ru: Теги

source: There no custom SKU features
ru_ru: Дополнительные характеристики этого артикула отсутствуют

source: SKU image
ru_ru: Изображение для данного артикула

source: Available for purchase
ru_ru: Доступен для заказа

source: Online delivery
ru_ru: Онлайн-доставка

source: Please do not close your browser window and do not leave this page until the entire upload process is finished.
ru_ru: Пожалуйста, не закрывайте браузер и не покидайте эту страницу, пока не завершится процесс загрузки.

source: Auto
ru_ru: Авто

source: based on what other customers bought with %s
ru_ru: На основании того, что другие покупатели заказывали вместе с %s

source: products from category
ru_ru: товары из категории

source: Select manually
ru_ru: Выбрать вручную

source: Upselling & Similar
ru_ru: Схожие и альтернативные товары

source: Unknown state
ru_ru: Неизвестный статус

source: Printable docs
ru_ru: Печатные документы

source: Qty
ru_ru: Кол-во

source: Edit order
ru_ru: Редактировать заказ

source: Order timeline
ru_ru: История выполнения заказа

source: Name
ru_ru: Название

source: Set ID
ru_ru: ID списка

source: Set ID is used in the code for embedding product set into frontend design templates and pages.
ru_ru: ID используется для встраивания списка товаров в шаблоны витрины и отдельные страницы.

source: Changing the set ID <em>will not</em> automatically update templates and pages in which this code is embedded, so be sure to update them if you change the ID.
ru_ru: Изменение ID списка автоматически <em>не</em> обновит шаблоны и страницы, в исходном коде которых он используется. Поэтому после изменения ID нужно обновить соответствующие шаблоны и страницы.

source: It is highly advisable to keep product sets with IDs <strong>promo</strong> and <strong>bestsellers</strong>, as these set IDs are used by most Shop-Script frontend design themes.
ru_ru: Настоятельно рекомендуется не удалять списки товаров со значениями ID <strong>promo</strong> и <strong>bestsellers</strong>, т. к. эти ID используются в большинстве тем дизайна.

source: Dynamic set rule
ru_ru: Правило формирования списка

source: Top rated
ru_ru: С наивысшим рейтингом

source: Products are sorted according to customer rating
ru_ru: Товары сортируются по рейтингу покупателей

source: Top selling
ru_ru: Наилучшие продажи

source: Products are sorted according to sales performance
ru_ru: Товары сортируются по эффективности продаж

source: Max number of products
ru_ru: Макс. кол-во товаров

source: Limit the maximum number of products in this set
ru_ru: Ограничить количество товаров в этом списке

source: Change product type
ru_ru: Изменить тип товара

source: Changing product type may affect products’ publication status and access settings.
ru_ru: Изменение типа товара может изменить статус публикации и права доступа к этому товару.

source: You have no product types in your online store. Create one in the store settings.
ru_ru: В вашем магазине отсутствуют типы товаров. Добавьте новый тип в настройках.

source: Static
ru_ru: Статический

source: Dynamic
ru_ru: Динамический

source: New set
ru_ru: Новый список

source: Type
ru_ru: Тип

source: A static set for adding and arranging products manually.
ru_ru: Статический список, в котором товары добавляются и упорядочиваются вручную.

source: A dynamic set based on a search criteria, e.g. rating or tags.
ru_ru: Динамический список, формируемый в соответствии с параметрами поиска.

source: Product filtering
ru_ru: Фильтр товаров

source: Bestsellers
ru_ru: Хиты продаж

source: Prices of <strong>%d products</strong> are defined in the currency you are about to delete. Select the currency which all these prices will be converted into
ru_ru: Цены <strong>%d товаров</strong> указаны в валюте, которую вы собираетесь удалить. Выберите валюту, в которую будут конвертированы цены всех этих товаров

source: Delete currency
ru_ru: Удалить валюту

source: You don’t have products priced in this currency. The currency can be safely deleted.
ru_ru: Товары с ценой, указанной в этой валюте, отсутствуют. Эту валюту можно удалить.

source: New category
ru_ru: Новая категория

source: A static category for adding and arranging products manually.
ru_ru: Статическая категория, в которой товары добавляются и упорядочиваются вручную.

source: A dynamic category based on a search criteria, e.g. rating or tags.
ru_ru: Динамическая категория, формируемая в соответствии с параметрами поиска.

source: Public link
ru_ru: Ссылка

source: Custom parameters
ru_ru: Дополнительные параметры

source: Optional set of custom <em>key=value</em> parameters which can be used in frontend theme templates as <em>&#123;$category.params.key&#125;</em>. Each key=value pair must be on a separate line.
ru_ru: Необязательный набор дополнительных параметров <em>key=value</em> (используются в шаблоне общедоступной части в виде <em>&#123;$category.params.key&#125;</em>). Каждую пару key=value указывайте с новой строки.

source: Rating
ru_ru: Рейтинг

source: is greater or equal
ru_ru: больше или равно

source: is less or equal
ru_ru: меньше или равно

source: Order
ru_ru: Заказ

source: created
ru_ru: дата создания

source: top rated
ru_ru: наивысший рейтинг

source: Frontend display
ru_ru: Отображение

source: Default sort order
ru_ru: Сортировка по умолчанию

source: Manual
ru_ru: Вручную

source: Most expensive
ru_ru: Самые дорогие

source: Include products from sub-categories
ru_ru: Включить товары из подкатегорий

source: When enabled, products will be fetched from both the current category and all its sub-categories (applicable to frontend only)
ru_ru: Включение этой настройки автоматически добавит в список товаров данной категории все товары из ее подкатегорий (применяется только на витрине магазина)

source: Allow product filtering
ru_ru: Разрешить фильтрацию товаров

source: Product filtering allows your customers to filter (search) products within this category by feature values, e.g. by color, manufacturer, price
ru_ru: Фильтрация товаров позволит покупателям подбирать товары внутри этой категории по значениям характеристик, например, по цвету, производителю, цене

source: Product filtering options
ru_ru: Параметры фильтрации товаров

source: Sort products
ru_ru: Сортировать товары

source: date added
ru_ru: добавлен

source: Reviews
ru_ru: Отзывы

source: New service
ru_ru: Новая услуга

source: Services allow you to add customization options for products and SKUs; e.g., custom packaging, extended warranty, engraving. Services are great for increasing your online store’s average order value.
ru_ru: Услуги позволяют добавлять индивидуальные свойства к товарам и артикулам, например, индивидуальную упаковку, расширенную гарантию, именную гравировку. Услуги удобно использовать для повышения средней стоимости заказов в вашем магазине.

source: Delete this service
ru_ru: Удалить эту услугу

source: Base price
ru_ru: Базовая цена

source: Option name
ru_ru: Название свойства

source: Multiple options
ru_ru: Варианты

source: Add option
ru_ru: Добавить вариант

source: Price you charge for this service can be customized for every product or SKU. Base price is used if the custom price for a particular product is not set.
ru_ru: Цена данной услуги может быть изменена для каждого товара или артикула. Базовая цена используется, если индивидуальная цена для конкретного товара не указана.

source: <strong>+%s (+%f%)</strong> to the overall sales during the last 30 days
ru_ru: <strong>+%s (+%f%)</strong> к общим продажам в течение последних 30 дней

source: Applicable for
ru_ru: Дополнительные товары

source: Automatically offer this service with the products of the following types:
ru_ru: Автоматически применять эту услугу к товарам следующих типов:

source: In addition, select particular products to offer this service with:
ru_ru: Дополнительно укажите товары, которые следует предлагать с этой услугой

source: Start typing product or SKU name
ru_ru: Начните печатать название товара или артикула

source: Inherit from product
ru_ru: Наследовать от товара

source: Delete service
ru_ru: Удалить услугу

source: Are you sure you want to delete this service?
ru_ru: Действительно удалить эту услугу?

source: Main storefront
ru_ru: Основная витрина

source: Design
ru_ru: Дизайн

source: New storefront
ru_ru: Новая витрина

source: All products
ru_ru: Все товары

source: Stock
ru_ru: Склад

source: Create a product category using the green icon above.
ru_ru: Создайте новую категорию товаров с помощью зеленой иконки выше.

source: Sets
ru_ru: Списки

source: Product sets are used for embedding products into storefront info pages and design templates.
ru_ru: Списки товаров используются для размещения товаров в информационных страницах и в шаблонах дизайна.

source: Manage product types
ru_ru: Изменить типы товаров

source: Product types
ru_ru: Типы товаров

source: Welcome to Shop-Script!
ru_ru: Добро пожаловать в Shop-Script!

source: Shop Settings
ru_ru: Настройки Магазина

source: Values selected here can be changed in the <a href="%s">settings</a> later.
ru_ru: Выбранные здесь значения можно будет позже изменить в <a href="%s">настройках</a>.

source: This screen will help you to quickly launch your new online store.
ru_ru: Этот раздел поможет вам запустить новый интернет-магазин.

source: Select a primary currency
ru_ru: Выберите основную валюту
