Repository: webasyst/shop-script
Catalog: locale/*/LC_MESSAGES/shop.po
Languages: ru_ru

source: End
ru_ru: Окончание

source: Order amount has changed: %0.2f expected, %0.2f received. Currency: %s.
ru_ru: Сумма заказа изменилась: ожидалось %0.2f, получено %0.2f. Валюта: %s.

source: Total:
ru_ru: Всего:

source: Folders:
ru_ru: Папки:

source: Files:
ru_ru: Файлы:

source: Page:
ru_ru: Страница:

source: prev
ru_ru: пред.

source: next
ru_ru: след.

source: Supported payment types
ru_ru: Поддерживаемые типы оплаты

source: bank card on order receipt
ru_ru: картой на месте получения заказа

source: cash on order receipt
ru_ru: наличными на месте получения заказа

source: prepayment
ru_ru: предоплата

source: In the “In-cart checkout” mode, selected payment types can be used to filter available payment options, if a list of requried payment types has been provided by a shipping plugin. These payment types are also passed on to shipping plugins for additional shipping rates calculation.
ru_ru: В режиме «Оформление заказа в корзине» выбранные типы оплаты могут использоваться для фильтрации вариантов оплаты, если плагин доставки предоставил перечень требуемых типов оплаты. Выбранные типы оплаты также передаются в плагины доставки для дополнительного перерасчета стоимости доставки.

source: In the “Multi-step checkout” mode, this setting is not used.
ru_ru: В режиме «Пошаговое оформление заказа» эта настройка не используется.

source: System settings
ru_ru: Системные настройки

source: To be able to change system settings, you need access to Settings app.
ru_ru: Чтобы изменять системные настройки, необходим доступ к приложению «Настройки».

source: Editing of %d product is not allowed.
ru_ru: Запрещено редактирование %d товара.

source: UTM tags
ru_ru: UTM-метки

source: You do not have sufficient access rights to set badges for selected products.
ru_ru: У вас недостаточно прав доступа, чтобы добавлять наклейки для выбранных товаров.

source: To set up <em>discounts</em>, <em>followups</em>, <em>recommendations</em>, and <em>affiliate programs</em>, please open “%s” section.
ru_ru: Для настройки <em>скидок</em>, <em>триггерных рассылок</em>, <em>рекомендаций</em> и <em>партнерской программы</em> перейдите в раздел «%s».

source: To set up <em>discount coupons</em>, please open “%s” section.
ru_ru: Для настройки <em>купонов на скидку</em> перейдите в раздел «%s».

source: To view <em>marketing expenses</em> and set up <em>A/B tests</em>, please open section “%s”.
ru_ru: Для просмотра информации о <em>затратах на маркетинг</em> и настройки <em>А/Б-тестов</em> перейдите в раздел «%s».

source: Total values for entire promo period
ru_ru: Итоговые показатели за время действия акции

source: Tools
ru_ru: Инструменты

source: Costs
ru_ru: Затраты

source: Coupon settings
ru_ru: Настройка купона

source: Select coupons for this promo. Orders with selected coupons will be automatically associated with this promo.
ru_ru: Выберите купоны, которые используются в акции. Заказы с выбранными купонами будут автоматически относиться к этой акции.

source: Enter coupon code
ru_ru: Введите код купона

source: No coupons.
ru_ru: Купоны отсутствуют.

source: Add a new coupon
ru_ru: Создать новый купон

source: Use the form below to set up extra rules for ordinary and purchase prices which should apply while this promo is active.
ru_ru: С помощью формы ниже можно настроить дополнительные правила для обычных и зачеркнутых цен, которые будут применяться только во время действия акции.

source: in catalog
ru_ru: в каталоге

source: during promo period
ru_ru: на время акции

source: No products in this tool. First add products please.
ru_ru: В этом инструменте нет товаров. Сначала добавьте товары.

source: UTM tags help you learn where a customer has come from.
ru_ru: UTM-метки помогают узнать, откуда пришел покупатель.

source: Read more about UTM tags
ru_ru: Пoдробнее о UTM-метках

source: Press “Enter” upon entering each UTM tag to add it to the list.
ru_ru: Нажимайте «Enter» после ввода каждой метки, чтобы добавить ее в список.

source: Campaign source
ru_ru: Источник кампании

source: Traffic type
ru_ru: Тип трафика

source: Campaign name
ru_ru: Название кампании

source: Message ID
ru_ru: Идентификтор объявления

source: Add UTM tag
ru_ru: Добавить UTM-метку

source: Please add at least 2 versions.
ru_ru: Добавьте 2 или более вариантов.

source: Promo does not exist.
ru_ru: Промоакция не существует.

source: Promo not found.
ru_ru: Акция не найдена.

source: Add a new promo based on this one
ru_ru: Создать новую акцию на основе этой

source: Promo
ru_ru: Акция

source: Active action
ru_ru: Действует

source: Scheduled
ru_ru: Запланирована

source: Stop
ru_ru: Остановить

source: Stopped
ru_ru: Остановлена

source: Resume
ru_ru: Возобновить

source: Banner
ru_ru: Баннер

source: Set up banner
ru_ru: Настроить баннер

source: Hide settings
ru_ru: Свернуть настройки

source: date format
ru_ru: формат даты

source: Add tools to run this promo campaign and to define when placed orders must be associated with this promo.
ru_ru: Добавьте инструменты для проведения акции и учета условий, при которых оформленные заказы будут отнесены к этой акции.

source: Add tool
ru_ru: Добавить инструмент

source: Tool
ru_ru: Инструмент

source: Select a tool
ru_ru: Выберите инструмент

source: Clone this promo?
ru_ru: Клонировать промоакцию?

source: All data of this promo will be copied to a new promo.
ru_ru: Вся информация этой промоакции будет скопирована в новую акцию.

source: A new promo will be dislabled by default.
ru_ru: Новая промоакция по умолчанию будет выключена.

source: Delete promo?
ru_ru: Удалить промоакцию?

source: All data of this promo will be deleted.
ru_ru: Будет удалена вся информация, связанная с промоакцией.

source: You will not be able to undo this action.
ru_ru: Это действие невозможно отменить.

source: d
ru_ru: д.

source: h
ru_ru: ч.

source: %s ago
ru_ru: %s назад

source: in %s
ru_ru: через %s

source: Do you really want to delete this tool?
ru_ru: Вы действительно хотите удалить этот инструмент?

source: Add entry
ru_ru: Добавить запись

source: Please specify a tool type.
ru_ru: Необходимо указать тип инструмента.

source: Unknown tool type.
ru_ru: Неизвестный тип инструмента.

source: Promos on website
ru_ru: Акции на сайте

source: Change the sort order of active promos by using drag&amp;drop.
ru_ru: Изменяйте порядок сортировки действующих акций перетаскиванием.

source: No active promos.
ru_ru: Активных акции нет.

source: No scheduled promos.
ru_ru: Запланированных акций нет.

source: No completed promos.
ru_ru: Завершенных акций нет.

source: Completed promos
ru_ru: Завершенные

source: Complete report
ru_ru: Полный отчет

source: Promo name
ru_ru: Название акции

source: No orders.
ru_ru: Заказов нет.

source: Saving
ru_ru: Сохраняется

source: Clone
ru_ru: Клонировать

source: %s in stock
ru_ru: %s на складе

source: +%s items to buy
ru_ru: +%s шт. доступны для покупки

source: Total sales %1$s &minus; Purchase expense %2$s
ru_ru: Общие продажи %1$s &minus; Закупочная стоимость %2$s

source: Follow-up <strong>%s</strong> sent to customer.
ru_ru: Триггерное уведомление <strong>%s</strong> отправлено покупателю.

source: Invalid ID
ru_ru: Неверный ID

source: Invalid data
ru_ru: Недопустимые данные

source: This code already exists.
ru_ru: Такой код уже есть.

source: Saving error
ru_ru: Ошибка сохранения

source: Override the price of at least one product.
ru_ru: Переопределите цену хотя бы одного товара.

source: Add at least one UTM tag.
ru_ru: Добавьте хотя бы одну UTM-метку.

source: Please select at least one coupon.
ru_ru: Выберите хотя бы один купон.

source: An image must be uploaded.
ru_ru: Нужно загрузить изображение.

source: copy
ru_ru: копия

source: A/B test not found.
ru_ru: А/Б-тест не найден.

source: Deleted promo
ru_ru: Удаленная акция

source: Products & prices
ru_ru: Товары и цены

source: Add to promo
ru_ru: Добавить в акцию

source: Add selected products to promo %s
ru_ru: Добавить выбранные товары в акцию %s

source: Add a new promo
ru_ru: Создать новую акцию

source: No products.
ru_ru: Товаров нет.

source: Free shipping by courier
ru_ru: Бесплатная доставка курьером

source: All available tools already added
ru_ru: Все доступные инструменты уже добавлены

source: https://www.shop-script.com/help/33511/marketing/
ru_ru: https://support.webasyst.ru/shop-script/33510/marketing/

source: Help
ru_ru: Помощь

source: Unknown tool type
ru_ru: Неизвестный тип инструмента

source: Exceeded allowed number of tools of this type.
ru_ru: Превышено допустимое количество инструментов этого типа.

source: Find coupon & add to promo
ru_ru: Найти купон и добавить в акцию

source: or add from “%s” section
ru_ru: или добавьте из раздела «%s»

source: Default prices
ru_ru: Цены по умолчанию

source: Promo’s prices
ru_ru: Цены во время акции

source: Server error
ru_ru: Ошибка сервера

source: Invalid date or time
ru_ru: Некорректная дата или время

source: Save a promo to add marketing costs for it.
ru_ru: Сохраните акцию, чтобы добавить для нее затраты на маркетинг.
