Repository: webasyst/shop-script
Catalog: widgets/products/locale/*/LC_MESSAGES/shop_widget_products.po
Languages: ru_ru

source: No products to show.
ru_ru: Не найдено товаров для отображения.

source: Product list
ru_ru: Список товаров

source: Last 7 days bestsellers
ru_ru: Бестселлеры за последние 7 дней

source: Last 30 days bestsellers
ru_ru: Бестселлеры за последние 30 дней

source: Last 90 days bestsellers
ru_ru: Бестселлеры за последние 90 дней

source: Out of stock
ru_ru: Нет на складе

source: Running out of stock
ru_ru: Заканчиваются

source: Last ordered
ru_ru: Заказаны

source: In-stock assets
ru_ru: Активы

source: %d min ago
ru_ru: %d мин

source: %d hr ago
ru_ru: %d ч

source: %d day
ru_ru: %d дн

source: Just now
ru_ru: Только что

source: Products
ru_ru: Товары
