Repository: webasyst/shop-script
Catalog: plugins/cml1c/locale/*/LC_MESSAGES/shop_cml1c.po
Languages: ru_ru

source: imported %d product image
ru_ru: импортировано %d изображение товара

source: imported %d category
ru_ru: импортировано %d категория

source: imported %d product
ru_ru: импортирован %d товар

source: imported %d sku
ru_ru: импортирован %d артикул

source: imported %d offer
ru_ru: импортировано %d предложение

source: imported %d feature
ru_ru: импортирована %d характеристика

source: updated %d order
ru_ru: обновлен %d заказ

source: updated %d product image
ru_ru: обновлено %d изображение товара

source: updated %d category
ru_ru: обновлена %d категория

source: updated %d product
ru_ru: обновлен %d товар

source: updated %d sku
ru_ru: обновлен %d артикул

source: updated %d offer
ru_ru: обновлено %d предложение

source: updated %d feature
ru_ru: обновлена %d характеристика

source: analyzed %d product
ru_ru: проанализирован %d товар

source: analyzed %d sku
ru_ru: проанализирован %d артикул

source: analyzed %d offer
ru_ru: проанализировано %d предложение

source: analyzed %d feature
ru_ru: проанализирована %d характеристика

source: analyzed %d stock
ru_ru: проанализирован %d склад

source: skipped %d order
ru_ru: пропущен %d заказ

source: skipped %d product image
ru_ru: пропущено %d изображение товара

source: skipped %d category
ru_ru: пропущена %d категория

source: skipped %d product
ru_ru: пропущен %d товар

source: skipped %d sku
ru_ru: пропущен %d артикул

source: skipped %d offer
ru_ru: пропущено %d предложение

source: %d order
ru_ru: %d заказ

source: %d product
ru_ru: %d товар

source: %d offer
ru_ru: %d предложение

source: %d category
ru_ru: %d категория

source: analyzed %d price
ru_ru: проанализирована %d цена
