<?php

return [
    // Код, Наименование единицы измерения, Условное обозначение, Обозначение для витрины
    ['003', 'миллиметр',            'мм',     'мм'],
    ['004', 'сантиметр',            'см',     'см'],
    ['006', 'метр',                 'м',      'м'],
    ['018', 'погонный метр',        'пог. м', 'пог. м'],
    ['050', 'квадратный миллиметр', 'мм2',    'мм²'],
    ['051', 'квадратный сантиметр', 'см2',    'см²'],
    ['055', 'квадратный метр',      'м2',     'м²'],
    ['112', 'литр',                 'л',      'л'],
    ['112', 'кубический дециметр',  'дм3',    'дм³'],
    ['163', 'грамм',                'г',      'г'],
    ['166', 'килограмм',            'кг',     'кг'],
    ['356', 'час',                  'ч',      'ч'],
    ['616', 'бобина',               'боб',    'боб.'],
    ['625', 'лист',                 'л.',     'л.'],
    ['728', 'пачка',                'пач',    'пач.'],
    ['736', 'рулон',                'рул',    'рул.'],
    ['778', 'упаковка',             'упак',   'упак.'],
    ['796', 'штука',                'шт',     'шт.'],
    ['812', 'ящик',                 'ящ',     'ящ.'],
    ['868', 'бутылка',              'бут',    'бут.']
];
