Repository: webasyst/shop-script
Catalog: plugins/migrate/locale/*/LC_MESSAGES/shop_migrate.po
Languages: ru_ru

source: Source
ru_ru: Источник

source: Platform
ru_ru: Платформа

source: Select platform
ru_ru: Выберите платформу

source: Import data
ru_ru: Импортировать данные

source: Please do not close your browser window and do not leave this page until the entire migration process is finished.
ru_ru: Пожалуйста, не закрывайте браузер и не покидайте эту страницу, пока процесс переноса данных не будет полностью завершен.

source: Loading...
ru_ru: Загрузка...

source: Successfully imported
ru_ru: Успешно импортировано

source: %02d hr %02d min %02d sec
ru_ru: %02d ч %02d мин %02d сек

source: (total time: %s)
ru_ru: (общее время: %s)

source: Migrate to Shop-Script
ru_ru: Переход на Shop-Script

source: Transfer data from third-party ecommerce platforms and sources to Shop-Script.
ru_ru: Перенос данных из внешних источников и других платформ электронной коммерции в Shop-Script.

source: WebAsyst Shop-Script (old version) on the same server
ru_ru: WebAsyst Shop-Script (старая версия) на этом же сервере

source: WebAsyst Shop-Script (old version) on a remote server
ru_ru: WebAsyst Shop-Script (старая версия) на удаленном сервере

source: Errors only
ru_ru: Только ошибки

source: Debug (detailed log)
ru_ru: Отладка (подробное логирование)

source: Log level
ru_ru: Уровень логирования

source: Invalid server response with code %d
ru_ru: Неверный ответ сервера с кодом %d

source: Data access URL
ru_ru: URL доступа к данным

source: For WebAsyst <strong>PHP software</strong> installed on your server:<br /> 1. Download data access script <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a>, and upload it to your Webasyst published/ folder via FTP.<br /> 2. Enter the complete URL to this file, which should look like this: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> For <strong>hosted accounts</strong>: get your Secure Data Access URL in your ACCOUNT.webasyst.net backend’s “Account (link in the top right corner) &gt; System Settings” page.
ru_ru: Для <strong>PHP-скриптов</strong> WebAsyst, установленных на вашем сервере:<br /> 1. Скачайте скрипт доступа к данным <a href="http://www.webasyst.com/wa-data/public/site/downloads/old-webasyst-export-php.zip">export.php</a> и загрузите его по FTP на сервер с установленными скриптами в директорию published/.<br /> 2. Введите полный URL к этому файлу, который должен иметь следующий вид: <strong>http://YOUR_WEBASYST_ROOT_URL/published/export.php</strong><br /><br /> Для аккаунтов <strong>веб-сервисов</strong>: защищенный URL доступа к данным вашего аккаунта вы можете получить в бекенде вашего аккаунта ACCOUNT.webasyst.net в разделе «Аккаунт (ссылка в верхнем правом углу) &gt; Системные настройки».

source: Login
ru_ru: Логин

source: WebAsyst user login
ru_ru: Логин пользователя WebAsyst

source: Password
ru_ru: Пароль

source: WebAsyst user password
ru_ru: Пароль пользователя WebAsyst

source: Invalid URL, login or password
ru_ru: Неверный URL, логин или пароль

source: Invalid server response
ru_ru: Неверный ответ сервера

source: Path to folder
ru_ru: Путь к установке

source: Path to folder of the WebAsyst (old version) installation
ru_ru: Путь к папке с установленными скриптами WebAsyst (старая версия)

source: Invalid PATH %s
ru_ru: Неверный PATH %s

source: Invalid SQL server name
ru_ru: Неверное имя SQL-сервера

source: Unknown default currency %s
ru_ru: Неизвестная основная валюта %s

source: Undefined default langunage
ru_ru: Неопределенный основной язык

source: Undefined default currency
ru_ru: Неопределенная основная валюта

source: Don't import
ru_ru: Не импортировать

source: Importing categories...
ru_ru: Импорт категорий...

source: Updating category hierarchy...
ru_ru: Обновление иерархии категорий...

source: Importing products...
ru_ru: Импорт товаров...

source: Importing pages...
ru_ru: Импорт страниц...

source: Importing customers...
ru_ru: Импорт покупателей...

source: Importing currencies...
ru_ru: Импорт валют...

source: Importing product custom options...
ru_ru: Импорт дополнительных характеристик товаров...

source: Importing product custom option values...
ru_ru: Импорт значений дополнительных характеристик товаров...

source: Importing product downloadable files...
ru_ru: Импорт файлов электронных товаров...

source: Importing product reviews...
ru_ru: Импорт отзывов о товарах...

source: Importing product images (this is the longest part, please be patient)...
ru_ru: Импорт изображений товаров (самая длинная часть, подождите, пожалуйста)…

source: Creating product thumbnails...
ru_ru: Создание эскизов изображений товаров...

source: Creating product sets...
ru_ru: Создание списков товаров...

source: Source language
ru_ru: Исходный язык

source: Shop-Script 6 allows storing product info and database content in one language. Select primary language of your WebAsyst Shop-Script-based online store.
ru_ru: Shop-Script 6 позволяет хранить информацию о товарах и содержимое базы данных на одном языке. Выберите основной язык вашего магазина на базе WebAsyst Shop-Script.

source: Currency
ru_ru: Валюта

source: Product type
ru_ru: Тип товаров

source: Selected product type will be applied to all imported products
ru_ru: Выбранный тип будет присвоен всем импортированным товарам.

source: Custom parameters
ru_ru: Дополнительные параметры

source: Contact fields map
ru_ru: Контактные данные покупателей

source: There no options to import
ru_ru: Нет характеристик для импорта

source: Ignore this field
ru_ru: Игнорировать это поле

source: There no customer fields to import
ru_ru: Нет полей с данными контактов для импорта

source: Feature
ru_ru: Характеристика

source: Content will be imported as a fixed descriptive product field
ru_ru: Содержимое будет импортировано в виде фиксированной строки текста

source: Service
ru_ru: Услуга

source: Services feature allows customers to customize product when adding it to shopping cart (either select or unselect particular service with the product)
ru_ru: Услуги позволяют покупателям изменять ценность приобретаемого товара при добавлении его в корзину (выбрав либо отменив выбор какой-либо услуги, предлагаемой вместе с товаром)

source: SKU
ru_ru: Артикул

source: SKUs feature allows tracking inventory by multiple stocks. Multiple product SKUs (purchase options) will be created according to this custom option value set
ru_ru: Артикулы (SKU, вариации товаров) позволяют отслеживать складские остатки по нескольким складам. В соответствии с этим набором значений дополнительных характеристик можно создавать множественные вариации товаров.

source: Add as new feature
ru_ru: Добавить в качестве новой характеристики

source: Add to existing
ru_ru: Добавить к существующей

source: Add as new service
ru_ru: Добавить в качестве новой услуги

source: Importing orders...
ru_ru: Импорт заказов...

source: Status map
ru_ru: Статусы заказов

source: Select target order state
ru_ru: Выберите соответствующий статус заказа

source: Importing taxes...
ru_ru: Импорт налогов...

source: Importing customer categories...
ru_ru: Импорт категорий покупателей...

source: Preserve IDs
ru_ru: Сохранять ID

source: If product (or category) with a particular ID already exists in your new store, delete it and replace with the imported data.
ru_ru: Если товар (или категория) с заданным ID уже существует, удалить его (ее) и импортировать заново

source: Importing coupons...
ru_ru: Импорт купонов...

source: PHP extension curl not loaded
ru_ru: Для работы импорта требуется поддержка PHP-расширения curl

source: Error while init Curl
ru_ru: Ошибка инициализации Curl

source: Curl error %d#:%s
ru_ru: Ошибка Curl %d#:%s

source: %d tax
ru_ru: %d налоговое правило

source: %d category
ru_ru: %d категория

source: %d product
ru_ru: %d товар

source: %d product review
ru_ru: %d отзыв о товарах

source: %d customer
ru_ru: %d покупатель

source: %d customer category
ru_ru: %d группа покупателей

source: %d image
ru_ru: %d изображение товаров

source: %d product file
ru_ru: %d файл товаров

source: %d order
ru_ru: %d заказ

source: %d coupon
ru_ru: %d купон на скидку

source: %d page
ru_ru: %d страница

source: Default product type
ru_ru: Обычный товар

source: Add as new order state
ru_ru: Добавить как новый статус заказа

source: Without dimension
ru_ru: Без размерности

source: Add as new product type
ru_ru: Добавить новый тип товаров

source: Add as a new contact field
ru_ru: Добавить как новое поле контакта

source: Storefront
ru_ru: Витрина

source: Shop-Script settlement for static info pages
ru_ru: Витрина для публикации информационных страниц

source: Weight
ru_ru: Вес

source: Select feature defining product weight.
ru_ru: Выберите характеристику, соответствующую весу товара.

source: Source weight unit: <strong>%s</strong>
ru_ru: Исходная единица веса: <strong>%s</strong>.

source: Migrate aux pages, categories, products with params, features, images and eproduct files
ru_ru: Перенос информационных страниц, товаров, характеристик, изображений и категорий товаров

source: %d currency
ru_ru: %d валюта

source: Feed URL
ru_ru: Адрес YML-файла

source: Specify YML feed URL.
ru_ru: Укажите URL файла данных в формате YML

source: Empty URL for YML
ru_ru: Не указан URL

source: Error while upload YML file: %s
ru_ru: Произошла ошибка при загрузке YML-файла: %s

source: Connect
ru_ru: Загрузить

source: YML feed file
ru_ru: YML-файл

source: Transfer data from other ecommerce platforms to Shop-Script
ru_ru: Перенос данных в Shop-Script из других CMS для интернет-магазинов

source: OpenCart 1.5.x with Web API 1.0 plugin
ru_ru: OpenCart 1.5.x с установленным плагином Web API 1.0

source: Migrate data from <a href="http://www.opencart.com" target="_blank">OpenCart</a>-powered online store via Web API 1.0 OpenCart plugin.<br><br><strong>IMPORTANT:</strong> <a href="https://github.com/zenwalker/opencart-webapi/" target="_blank">Web API 1.0 OpenCart plugin</a> must be installed to export your data from OpenCart.
ru_ru: Перенос данных из интернет-магазина на основе <a href="http://www.opencart.com" target="_blank">OpenCart</a> с установленным плагином Web API 1.0.<br><br><strong>ВАЖНО:</strong> Для переноса данных в вашу установку OpenCart нужно обязательно добавить плагин <a href="https://github.com/zenwalker/opencart-webapi/" target="_blank">Web API 1.0 OpenCart</a>, иначе перенос работать не будет.

source: Weight unit
ru_ru: Единица измерения веса

source: Order currency
ru_ru: Валюта заказов

source: Import data from %s
ru_ru: Импортировать данные из %s

source: Store name
ru_ru: Название магазина

source: Source locale
ru_ru: Язык источника

source: Source currency code
ru_ru: Валюта источника

source: %d product's option
ru_ru: %d характеристика товаров

source: Updating product categories
ru_ru: Обновление категорий товаров

source: Undefined default language
ru_ru: Не задан базовый язык для импорта данных

source: Bitrix
ru_ru: 1С-Битрикс

source: Data to import
ru_ru: Что импортировать

source: Import all products, categories, customers, and orders
ru_ru: Импортировать все товары, категории, покупателей и товары

source: Import only orders and customers starting from
ru_ru: Импортировать только заказы и покупателей начиная с указанной даты
