Repository: webasyst/shop-script
Catalog: widgets/kpi/locale/*/LC_MESSAGES/shop_widget_kpi.po
Languages: ru_ru

source: Metric
ru_ru: Метрика

source: ARPU (Average Revenue per Customer)
ru_ru: ARPU (Средний доход с клиента)

source: AMPU (Average Margin per Customer)
ru_ru: ARPU (Средняя прибыль с клиента)

source: CAC (Customer Acquisition cost)
ru_ru: CAC (Стоимость привлечения клиента)

source: LTV (Customer Lifetime Value)
ru_ru: LTV (Ценность клиента за все время)

source: ROI (Return on Investment)
ru_ru: ROI (Возврат инвестиций в маркетинг)

source: Period
ru_ru: Период

source: Last 7 days
ru_ru: Последние 7 дней

source: Last 30 days
ru_ru: Последние 30 дней

source: Last 90 days
ru_ru: Последние 90 дней

source: Compare to
ru_ru: Сравнение

source: Disabled
ru_ru: Выключено

source: Previous period
ru_ru: Предшествующий период

source: Same period one year ago
ru_ru: Аналогичный период год назад

source: Storefront
ru_ru: Витрина

source: All storefronts
ru_ru: Все витрины
